import React from 'react'

export const BooksMainSection = () => {
  return (
    <div className="p-[5%] flex flex-col gap-7">
      <h1 className="text-center text-4xl font-extrabold">
        Читайте й надихайтеся разом!
      </h1>
      <div className="w-full h-screen 
      bg-[url('https://s7d1.scene7.com/is/image/mcdonalds/I-Can_books_1-2_sept-2024:hero-desktop?resmode=sharp2')]
      bg-center bg-cover bg-no-repeat" />
      <div className='text-left flex flex-col gap-5'>
        <p>
            МакДональдз дбає про те, щоб стосунки між батьками й дітьми ставали 
            міцнішими, щоб родина весело проводила час не лише за іграшками, які є 
            в Хеппі Міл®, а й занурившись у цікаві книжки. 
        </p>
        <p>
            Серія книжок «Я можу» в Хеппі Міл® відкриває дітям світ, у якому 
            маленькі мрії перетворюються у великі досягнення. Адже коли в щось 
            дуже віриш, воно неодмінно здійсниться.
        </p>
        <p>
            Террі Фокс ще змалечку був цілеспрямованим хлопчиком, який любив 
            займатися різними видами спорту. Одного разу він відчув сильний біль 
            у нозі, і лікар діагностував у юнака рак коліна. Маленькому мрійнику 
            були змушені ампутувати ногу.  Проте це не зламало хлопця, і після 
            операції він прагнув якнайшвидше встати з ліжка й навчитися 
            користуватися своєю новою ногою-протезом. Усього за декілька тижнів 
            Террі знову міг ходити, а згодом вирішив пробігти через усю Канаду, 
            щоб зібрати кошти на дослідження раку.
        </p>
        <p>
            Хлопчик на імʼя Тенцинґ Норгей жив у Непалі біля підніжжя величних 
            Гімалаїв. Ще з дитинства він мріяв піднятися на найвищий шпиль гір, 
            щоб доторкнутися до неба. А коли виріс, то став альпіністом і 
            підкорив багато вершин. Одного дня він зміг дістатися найвищої 
            точки світу. Тенцинґ став першою людиною, яка підкорила Еверест.
        </p>
      </div>
    </div>
  )
}
