import React from 'react'

export const TermsMainContainer = () => {
  return (
    <div className="px-10 py-10 flex flex-col gap-3">
        <h1 className="text-4xl font-extrabold">
            Умови та правила користування Сайтом МакДональдз
        </h1>
        <p className="text-4xl mt-3">
            БУДЬ ЛАСКА, УВАЖНО ПРОЧИТАЙТЕ НАСТУПНІ УМОВИ ТА 
            ПРАВИЛА КОРИСТУВАННЯ САЙТОМ
        </p>
        <p>
            Користуючись сторінками сайту, ви погоджуєтеся з 
            цими умовами та правилами. Якщо ви не згодні 
            з цими умовами та правилами, вам не слід відвідувати 
            цей сайт.
        </p>
        <h1 className="text-2xl font-extrabold">
            ОБМЕЖЕННЯ КОРИСТУВАННЯ
        </h1>
        <p>
            Матеріали з www.mcdonalds.ua та будь-яких інших 
            інтернет-сайтів, якими володіє, які обслуговує, 
            контролює чи на які має ліцензію компанія ПІІ 
            «МакДональдз Юкрейн Лтд» чи будь-які пов’язані 
            з нею материнські, афілійовані, дочірні чи 
            залежні компанії (разом – «МакДональдз») 
            заборонено копіювати чи розповсюджувати, 
            чи перевидавати, завантажувати, публікувати, 
            чи будь-яким чином передавати без попередньої 
            письмової згоди МакДональдз, ОКРІМ ДЕЯКИХ ВИНЯТКІВ: 
            ви можете завантажити один примірник матеріалу на 
            один комп’ютер виключно для вашого особистого, 
            некомерційного, домашнього використання, за умови, 
            що ви не будете видаляти чи змінювати жодних знаків авторства, 
            товарних знаків чи інших вказівок на авторське право. 
            Внесення змін чи використання матеріалів для будь-яких 
            інших цілей порушує права інтелектуальної власності 
            МакДональдз. Матеріали на цьому сайті надаються виключно 
            для законних цілей. Якщо ви завантажуєте з нашого сайту 
            будь-яке програмне забезпечення, то це програмне забезпечення, 
            включаючи всі файли, зображення, які містяться чи генеруються 
            цим програмним забезпеченням, а також супроводжуючі дані 
            (разом – «Програмне забезпечення»), вважаються ліцензованою 
            версією, наданою вам МакДональдз. Вам не передається жодних 
            прав володіння чи прав інтелектуальної власності, всі права 
            належать компанії МакДональдз, яка має повне та вичерпне право 
            власності. Вам забороняється перепродавати, декомпілювати, 
            реконструювати, розформовувати чи будь-яким іншим чином конвертувати 
            Програмне забезпечення у форму початкового коду.
        </p>
        <h1 className="text-2xl font-extrabold">
            ОБМЕЖЕННЯ ВІДПОВІДАЛЬНОСТІ
        </h1>
        <p>
            МакДональдз не несе відповідальності за будь-яку шкоду 
            чи збитки, спричинені, в тому числі, будь-якими погіршеннями 
            робочих характеристик, помилками, недоробками, перериваннями, 
            дефектами, затримками виконання чи передачі, комп’ютерними 
            вірусами чи відмовою лінії. МакДональдз не несе відповідальності
            за будь-яку шкоду чи збитки, в тому числі специфічні чи 
            непрямі збитки, що виникли в результаті використання чи неможливості 
            використання матеріалів цього сайту, навіть у разі, якщо це 
            сталося через недбалість МакДональдз, чи якщо вповноваженого
            представника МакДональдз було проінформовано про вірогідність 
            такої шкоди, чи в першому і другому випадках разом. 
            Викладені вище обмеження чи виключення можуть не 
            застосовуватися до вас в тій мірі, в якій чинне законодавство 
            забороняє обмеження чи відмову від відповідальності за 
            випадкову чи непряму шкоду. Загальна міра відповідальності, 
            яку МакДональдз несе перед вами за всі збитки, шкоду та 
            підстави для позову (відповідно до контракту, делікту (включаючи, 
            серед іншого, недбалість) і т. д.) не може перебільшувати суму, 
            яку ви сплачуєте за доступ до цього сайту.
        </p>
        <h1 className="text-2xl font-extrabold">
            ПЕРЕДАНІ ДАНІ
        </h1>
        <p>
            Всі зауваження, пропозиції, ідеї, графічні дані та інші дані, 
            які ви надаєте МакДональдз через цей сайт (разом – «Передані дані») 
            завжди належать МакДональдз. Компанія МакДональдз не зобов’язана
            зберігати конфіденційність жодних Переданих даних і не несе 
            відповідальності за жодні ідеї щодо її бізнесу (включаючи, 
            серед іншого, продукти чи ідеї рекламних кампаній), а також 
            не може бути притягнута до відповідальності через будь-які 
            збіги, що можуть трапитись в майбутній діяльності МакДональдз. 
            Без жодних обмежень МакДональдз належить виключне володіння 
            всіма існуючими та майбутніми правами на Передані дані 
            будь-якого виду та природи повсюдно. Окрім виключень, 
            викладених далі в цьому розділі, МакДональдз має право 
            використовувати Передані дані для будь-яких комерційних 
            чи інших цілей без виплати жодних компенсацій вам чи іншим особам, 
            які передають нам дані. Особиста інформація, яку можна отримати на 
            сайті, надається відвідувачами сайту добровільно. Ця інформація 
            отримується виключно для внутрішнього користування і не може бути 
            продана чи жодним іншим чином передана третім сторонам, які не беруть 
            участі в підтримці цього сайту. Деяка інформація, яка надається 
            через певні зони цього сайту, не зберігається. Таким чином, вказане 
            вище право використовувати Передані дані підпорядковується описаному 
            обмеженню використання інформації і виключає інформацію, що не 
            зберігається. Ви визнаєте свою відповідальність за інформацію, 
            яку передаєте нам, і саме ви, а не МакДональдз, несете повну 
            відповідальність за повідомлення, включаючи його законність, 
            достовірність, доречність, оригінальність та авторське право.
        </p>
        <h1 className="text-2xl font-extrabold">
            ЮРИСДИКЦІЯ
        </h1>
        <p>
            Окрім описаних виключень, всі матеріали на сайті МакДональдз 
            викладені виключно для представлення інформації про МакДональдз. 
            МакДональдз контролює та обслуговує цей сайт зі свого офісу в м. 
            Київ, Україна та не гарантує, що ці матеріали є придатними чи 
            доступними для використання в інших місцях. Якщо ви користуєтесь 
            цим сайтом з інших місць, ви несете відповідальність за дотримання 
            місцевого чинного законодавства.
        </p>
        <h1 className='text-2xl font-extrabold'>
            ВІДМОВА ВІД ВІДПОВІДАЛЬНОСТІ
        </h1>
        <p>
            Наповнення цього сайту може містити технічні неточності чи типографічні 
            помилки. МакДональдз може вносити зміни чи вдосконалювати сайт у 
            будь-який час. МАТЕРІАЛИ ЦЬОГО САЙТУ НАДАЮТЬСЯ «ЯК Є» БЕЗ ЖОДНИХ 
            В БУДЬ-ЯКІЙ ФОРМІ, ЯК В ПРЯМОМУ ТАК І В ОПОСЕРЕДКОВАНОМУ ВИРАЖЕННІ, 
            В ПОВНІЙ МІРІ, ДОЗВОЛЕНІЙ ЧИННИМ ЗАКОНОДАВСТВОМ. МАКДОНАЛЬДЗ 
            ВІДМОВЛЯЄТЬСЯ ВІД ЖОДНИХ ГАРАНТІЙ АБО КОМЕРЦІЙНОЇ ЦІННОСТІ ЧИ 
            ПРИДАТНОСТІ ДЛЯ ПЕВНИХ ЦІЛЕЙ. МАКДОНАЛЬДЗ НЕ ГАРАНТУЄ, ЩО ФУНКЦІЇ 
            НАПОВНЕННЯ САЙТУ ПРАЦЮЮТЬ БЕЗ ПЕРЕШКОД ЧИ ПОМИЛОК, 
            ЩО НЕДОЛІКИ БУДУТЬ ВИПРАВЛЕНІ, ЧИ ЩО ЦЕЙ САЙТ ЧИ СЕРВЕР, 
            ЯКИЙ ЗАБЕЗПЕЧУЄ ДО НЬОГО ДОСТУП, НЕ МІСТЯТЬ ВІРУСІВ ЧИ 
            ІНШИХ ШКІДЛИВИХ КОМПОНЕНТІВ. МАКДОНАЛЬДЗ НЕ ДАЄ ЖОДНИХ 
            ГАРАНТІЙ І НЕ РОБИТЬ ЖОДНИХ ЗАЯВ ЩОДО ВИКОРИСТАННЯ ЧИ 
            РЕЗУЛЬТАТІВ ВИКОРИСТАННЯ НАПОВНЕННЯ ЦЬОГО САЙТУ З ТОЧКИ ЗОРУ 
            ЇХ ПРАВИЛЬНОСТІ, ТОЧНОСТІ, НАДІЙНОСТІ ТА ІН. САМЕ 
            ВИ (А НЕ МАКДОНАЛЬДЗ) НЕСЕТЕ ВСІ ВИТРАТИ НА БУДЬ-ЯКЕ 
            НЕОБХІДНЕ ОБСЛУГОВУВАННЯ, РЕМОНТ ЧИ ВИПРАВЛЕННЯ. 
            ОПИСАНІ ВИЩЕ ВИКЛЮЧЕННЯ МОЖУТЬ ВАС НЕ СТОСУВАТИСЬ У МІРІ, 
            В ЯКІЙ ЧИННЕ ЗАКОНОДАВСТВО ЗАБОРОНЯЄ ВІДМОВУ ВІД НЕПРЯМИХ ГАРАНТІЙ.
        </p>
        <p>
            Цей сайт містить матеріали, доступні для завантаження, а 
            також посилання на інші сайти. МакДональдз не несе відповідальності 
            і не контролює зміст таких матеріалів для завантаження чи зовнішніх 
            сайтів. Ви розумієте, що МакДональдз не може і не гарантує, що 
            файли чи програмне забезпечення будь-якого виду чи з будь-якого 
            джерела, доступні для завантаження через наш сайт, не містять 
            інфікованого вмісту чи вірусів, «комп’ютерних хробаків», 
            «троянських коней» чи іншого коду або дефектів зі шкідливими 
            чи деструктивними властивостями.
        </p>
        <h1 className="text-2xl font-extrabold">
            ВІДМОВА ВІД ПРАВИЛ ТА УМОВ ВИКОРАСТАННЯ САЙТУ
        </h1>
        <p>
            Ви або МакДональдз може бути в будь-який час відмовитись від 
            виконання положень цих Умов та правил. Ви можете здійснити це, 
            знищивши: (a) всі матеріали, отримані з усіх сайтів МакДональдз, 
            та (b) всю відповідну документацію, всі копії та інсталяції 
            (разом – «Матеріали»). МакДональдз може відмовитись від виконання 
            положень цих Умов та правил без попередження, якщо, на його власну 
            думку, ви порушуєте будь-які умови цього документу. Після відмови 
            від виконання положень цих Умов та правил ви повинні знищити 
            усі Матеріали.
        </p>
        <h1 className="text-2xl font-extrabold">
            РІЗНЕ
        </h1>
        <p>
            Ці Умови та правила повинні регулюватись та тлумачитись 
            відповідно до законодавства України. Якщо будь-яка частина 
            цих Умов та правил стає незаконною, недійсною чи втрачає 
            юридичну силу, то ця частина буде вважатись автономною і 
            не вплине на дійсність та юридичну силу решти положень. 
            Потенційні докази користування цього сайту в протизаконних
            цілях будуть передаватись правоохоронним органам. Даний 
            документ складає повну згоду між сторонами стосовно правил 
            користування цим сайтом. МакДональдз може переглянути ці Умови 
            та правила в будь-який час шляхом оновлення цієї публікації.
            Продукти та послуги МакДональдз доступні в багатьох куточках світу.
            Однак, на сайті МакДональдз можуть бути описані продукти та послуги, 
            які доступні не всюди. На цьому сайті можуть бути посилання на 
            інші сайти, які не обслуговуються МакДональдз. МакДональдз не 
            несе відповідальності за наповнення таких сайтів. 
            Розміщення будь-якого посилання на інший сайт не означає 
            схвалення цього сайту компанією МакДональдз.
        </p>
        <h1 className='text-2xl font-extrabold'>
            ІНФОРМАЦІЯ ЩОДО ТОВАРНИХ ЗНАКІВ
        </h1>
        <p>
            Товарні знаки, розміщені на цьому сайті, є товарними знаками 
            компанії «МакДональдз Інтернешнл Проперті Компані Лтд» та 
            її дочірніх чи будь-яких пов’язаних з нею материнських, 
            афілійованих, дочірніх чи залежних компаній. Всі товарні 
            знаки третіх сторін належать їх власникам відповідно.
        </p>
        <h1 className="text-2xl font-extrabold">
            Умови E-mail центру для клієнтів МакДональдз
        </h1>
        <p>
            Скринька електронної пошти виключно для території України: 
            на даний момент E-mail центр для клієнтів МакДональдз доступний 
            лише для клієнтів, які відвідують заклади на території 
            України. Для того, щоб залишити відгук про ресторан 
            МакДональдз, розташований поза межами України, 
            будь ласка, зверніться до сайту МакДональдз у відповідній країні.
        </p>
        <p>
            Години роботи E-mail центру для клієнтів МакДональдз: з понеділка 
            по п’ятницю, з 9:00 до 18:00 за діючим часом в Україні.
        </p>
        <p>
            Ідеї та пропозиції: МакДональдз цінує відгуки клієнтів. 
            Однак, МакДональдз не приймає та не бере до уваги ідеї, 
            пропозиції чи матеріали, надіслані з ініціативи клієнтів, 
            тож ми змушені просити вас не надсилати нам ідей щодо нашого 
            бізнесу. Ми сподіваємось на ваше розуміння того, що метою 
            такої політики є уникнення ймовірності непорозумінь в 
            майбутньому, якщо які-небудь продукти чи рекламні кампанії 
            МакДональдз, чи проекти, розроблені спеціалістами МакДональдз, 
            можуть здатись іншим особам схожими на їх власні творчі розробки.
        </p>
        <p>
            Якщо, не дивлячись на це звернення, ви відправите 
            нам свої пропозиції чи ідеї («Передані дані»), 
            то такі Передані дані вважаються наданими добровільно і 
            належать МакДональдз. За виключенням лише обмежень, викладених 
            в Політиці конфіденційності МакДональдз, МакДональдз має право 
            копіювати, розповсюджувати, передавати, виконувати, відображувати, 
            змінювати, адаптувати та будь-яким іншим чином використовувати 
            ваші Передані дані для будь-яких цілей (включаючи, в тому числі, 
            при розробці, виготовленні та маркетингу продуктів та послуг, 
            що мають за основу або включають ідеї, ноу-хау чи технології, 
            викладені у ваших Переданих даних), у будь-якій формі та будь-якими 
            засобами (включаючи, в тому числі, застосування інтернету чи інших 
            електронних засобів) по всьому світу. МакДональдз не має жодних 
            зобов’язань, як прямих так і непрямих, стосовно збереження 
            конфіденційності будь-яких Переданих даних і не несе відповідальність 
            за використання чи розголошення ваших Переданих даних. Відповідно 
            до цього, компанія МакДональдз не буде зобов’язана дотримуватись 
            конфіденційності щодо ваших Переданих даних чи виплачувати компенсацію 
            вам або будь-кому іншому за ваші Передані дані або будь-яке 
            використання ваших Переданих даних компанією МакДональдз чи 
            будь-ким іншим.
        </p>
        <p>
            Політика поширення інформації: Жодна інформація, надана МакДональдз, 
            не буде продаватись для списків розсилки. Однак, ми можемо 
            надіслати вам листа, аби дізнатись, наскільки ви задоволені 
            МакДональдз, чи проінформувати вас про нові продукти чи 
            кампанії в МакДональдз.
        </p>
        <p>
            Умови E-mail центру для клієнтів МакДональдз не заміщують,
            а лише доповнюють Умови та правила Сайту МакДональдз чи умови, 
            викладені дрібним шрифтом.
        </p>
    </div>
  )
}
