import React from 'react'
import Image from 'next/image';

export const HygieneMainSection = () => {
  return (
    <div className="text-center flex flex-col gap-5 p-10">
      <h1 className="text-4xl font-extrabold">
        Гігієна в ресторанах
      </h1>
      <div className="w-full mt-5 ">
        <Image src="/hygiene-hero.jpeg" 
        alt="hygiene" 
        width={800} height={800} className="w-full" />
      </div>
      <div className="text-left flex flex-col gap-3">
        <p>
            110 000 000 відвідувачів* в Україні щороку не 
            можуть помилятися: їжа в МакДональдз не тільки смачна, 
            а і якісна та свіжа.
        </p>
        <h1 className="text-2xl font-extrabold">
            Ваша безпека — це для нас головне!
        </h1>
        <p>
            Щоб її гарантувати, ми дотримуємося українських і світових вимог, 
            а крім того, розробили власні взірцеві стандарти якості, чистоти 
            й безпечності та постійно їх посилюємо. Усе — заради того, 
            щоб, купуючи улюблений бургер, ви були впевнені: він буде не 
            тільки сподівано смачним, а й гарантовано свіжим та якісним.
        </p>
        <p>
            Ви приходите до нас по чудові моменти, а ми позбавляємо вас 
            хвилювань про якість і безпечність.
        </p>
        <p>
            У МакДональдз ви в безпеці.
        </p>
        <div className="flex flex-row gap-8 mt-7 mb-5">
            <div className="w-1/2">
                <Image src="/kitchen_hygiene.jpeg" 
                alt="kitchen hygiene" width={400} height={400} 
                className="w-full" />
            </div>
            <div className="w-1/2 flex flex-col gap-3">
                <h1 className="text-2xl font-extrabold">
                    Гігієна на кухні
                </h1>
                <p className="font-extrabold">
                    Чому я можу бути впевненим(ою), що кухня безпечна?
                </p>
                <p>
                    <span className="italic">Чисті руки.</span>
                    Наші працівники миють руки з антибактеріальним милом 
                    щонайменше раз на годину.
                </p>
                <ul className="ml-10 list-disc">
                    <li>
                        9 обов’язкових правил миття рук
                    </li>
                    <li>
                        20 секунд щонайменше на кожне миття
                    </li>
                </ul>
                <p>
                    <span className="italic">
                        Здорові працівники.
                    </span>
                        Окрім того, що наші працівники мають санітарні книжки 
                        й регулярно проходять медичні огляди, перед зміною 
                        вони записують дані про себе до «Журналу здоров’я». 
                        Якщо в них є симптоми захворювань, то на роботу вони 
                        не виходять.
                </p>
                <p>
                    <span className="italic">
                        Кришталева чистота всюди.
                    </span>
                        Миємо поверхні кілька разів протягом дня та ретельно 
                        вимиваємо обладнання кожні чотири години, а після 
                        закінчення робочого дня здійснюємо генеральне прибирання.
                </p>
                <p>
                    <span className="italic">
                        Ні інфекціям!
                    </span>
                    Окрім застосування мийних засобів, протираємо поверхні 
                    й обладнання одноразовими паперовими рушниками, змоченими 
                    у дезінфікуючому розчині.
                </p>
            </div>
        </div>
        <p>
            Ми так цінуємо вашу довіру, що перевіряємо самі себе. 
            Щомісячні мікробіологічні дослідження готової продукції, 
            які ми здійснюємо в кожному ресторані, підтверджують, що наші 
            страви цілковито безпечні для вас.
        </p>
        <p>
            …І наших постачальників. Усі вони проходять суворий аудит 
            незалежних акредитованих міжнародних компаній. Кілька разів на рік 
            зразки основних інгредієнтів свого меню ми надсилаємо в Європейський 
            центр якості МакДональдз у Мюнхені для перевірки на відповідність 
            еталонним зразкам.
        </p>
        <div className='flex flex-row gap-8 mt-7 mb-5'>
            <div className="w-1/2 flex flex-col gap-3">
                <h1 className="text-2xl font-extrabold">
                    Чистота в залі
                </h1>
                <p className="font-extrabold">
                    Завдяки чому я можу почуватися безпечно в залі?
                </p>
                <p>
                    <span className="italic">
                        Термінал самообслуговування.
                    </span><br />
                    Протираємо поверхні одноразовими паперовими рушниками, 
                    змоченими у дезінфікуючому розчині.
                </p>
                <p>
                    <span className="italic">
                        Термінал оплати.
                    </span><br />
                        Протираємо поверхні одноразовими паперовими рушниками, 
                        змоченими у дезінфікуючому розчині. <br />
                        Окрім того, заплатити можна безконтактно!
                </p>
                <p>
                    <span className="italic">
                      Каса.  
                    </span><br />
                    Касири, працюючи з готівкою, миють руки щогодини чи за потреби.
                </p>
                <p>
                    <span className="italic">
                        Диспенсери. 
                    </span><br />
                    Ми встановили їх задля вашої зручності в залах і біля експресвікон.
                </p>
                <p>
                    <span className="italic">
                        Столики, стільці і таці. 
                    </span><br />
                    Протираємо вологою ганчіркою та розчином з дезінфектором 
                    після кожного клієнта.

                </p>
            </div>
            <div className="w-1/2">
                <Image src="/neat.jpeg" alt="neat" width={400} height={400}  
                className="w-full" />
            </div>
        </div>
        <div className="h-[1px] w-[100px] bg-black" />
        <small className="text-[0.8rem] text-gray-400">
            *У 2019 році наші ресторани відвідала рекордна кількість 
            клієнтів – 109 млн.
        </small>
      </div>
    </div>
  )
}

