import React from 'react'
import Image from 'next/image'

export const ProductionQualityMain = () => {
  return (
    <div className="text-center flex flex-col gap-5 p-10">
      <h1 className="text-4xl font-extrabold">
        Якість продукції
      </h1>
      <div className="w-full h-[90vh] mt-5 ">
        <Image src="/quality.jpeg" 
        alt="Production Quality" 
        width={500} height={500} className="w-full h-[90vh]" />
      </div>
      <div className="flex flex-col gap-3 text-left">
        <p>
            Як найбільша у світі мережа ресторанів, ми використовуємо наш 
            масштаб та можливості для того, щоб стимулювати інновації та 
            відповідальний підхід до вибору постачальників, створювати 
            систему громадського харчування й пакування, корисну для людей, 
            тварин і планети в цілому.
        </p>
        <h1 className="text-2xl font-extrabold">
            Наш стратегія відповідального підходу до вибору постачальників
        </h1>
        <p>
            Щодня ми наполегливо працюємо, щоб постійно вдосконалювати 
            підхід до постачання інгредієнтів таким чином, щоб це було 
            корисним для людей, тварин і нашої планети в цілому. 
            Відповідальне виробництво їжі критично важливе для того, 
            щоб ми могли й далі використовувати високоякісну сировину в 
            майбутньому. Це також одна з причин, чому клієнти цінують і 
            люблять нашу їжу.
        </p>
        <p>
            Ми прагнемо, щоб наші програми сталого вирощування та оброблення 
            харчових продуктів забезпечували довготривалі, значущі результати 
            з критичних питань для людей, тварин, довкілля та нашого бізнесу. 
            Ми визначаємо сталі джерела через три принципи та сім пріоритетних 
            напрямів для їхньої підтримки:
        </p>
        <div className="flex flex-row gap-8">
            <div className="w-1/3 flex flex-col gap-3">
                <Image src="/quality/ethic.jpeg" alt="Ethic" width={400} 
                height={400} className="w-full" />
                <h1 className="text-2xl font-extrabold">
                    Етичні практики
                </h1>
                <p>
                    Ми працюємо з нашими постачальниками, щоб забезпечити 
                    здоров’я та безпеку людей, захистити здоров’я та добробут 
                    тварин у нашому ланцюзі постачання й вести бізнес етично.
                </p>
                <ul className="ml-10 list-disc">
                    <li>
                        Сприяння здоров’ю та добробуту тварин
                    </li>
                    <li>
                        Повага до прав людини
                    </li>
                </ul>
            </div>
            <div className="w-1/3 flex flex-col gap-3">
                <Image src="/quality/environment_save.jpeg" alt="Environment Save" 
                width={400} height={400} className="w-full" />
                <h1 className="text-2xl font-extrabold">
                    Охорона навколишнього середовища
                </h1>
                <p>
                    Від лісу й ферми до прилавка, ми працюємо над тим, 
                    щоб змінімізувати й поліпшити вплив харчових продуктів 
                    і пакування на довкілля.
                </p>
                <ul className="ml-10 list-disc">
                    <li>
                        Розв’язання проблеми зміни клімату
                    </li>
                    <li>
                        Скорочення харчових і пакувальних відходів
                    </li>
                    <li>
                        Охорона водних ресурсів
                    </li>
                    <li>
                        Збереження лісів
                    </li>
                </ul>
            </div>
            <div className="w-1/3 flex flex-col gap-3">
                <Image src="/quality/economic.jpeg" alt="Economic" width={400} 
                height={400} className="w-full" />
                <h1 className="text-2xl font-extrabold">
                    Довгострокова економічна життєздатність
                </h1>
                <p>
                    Ми прагнемо надавати суспільству доступну їжу, 
                    підтримуючи справедливі торговельні практики та 
                    інвестиції в громади, яких стосується наш ланцюг постачання.
                </p>
                <ul className="ml-10 list-disc">
                    <li>
                        Економічне становище фермерських господарств
                    </li>
                </ul>
            </div>
        </div>
        <h1 className="text-2xl font-extrabold">
            Чому це так смачно?
        </h1>
        <p>
            Наша їжа на {" "}
            <b>60%</b> складається з українських інгредієнтів — 
            вироблених чи вирощених в Україні.
        </p>
        <p>
            Соковиті {" "}
            <b>яловичі біфштекси</b> виготовляє завод на Вінниччині. 
            <b>Запашні булочки</b> {" "}
            постачає завод у Дніпрі, <b>молочну суміш для
            морозива</b> {" "} — Білоцерківський молочний комбінат, молоко до кави — 
            компанія «Люстдорф» з Вінниччини, <b>випічку, салат латук</b> та овочі 
            (<b>огірки, й цибулю</b>) — заводи на Київщині.В Україні також виготовляють 
            холодні напої, вівсяну кашу, бекон, поливки для морозива, частину 
            пакування (паперові стаканчики, паперові серветки, упаковки для 
            бургерів та іншу картонну упаковку).
        </p>
        <p>
            А ще співпраця з українськими постачальниками — це:
        </p>
        <div className="ml-10 flex flex-col gap-3">
            <p>
                завжди свіжі та якісні продукти — завдяки налагодженим 
                швидким закупівлі та постачанню;
            </p>
            <p>
                приємніша ціна — завдяки меншим витратам на доставляння продукції;
            </p>
            <p>
                більше цікавих новинок у меню — ми можемо швидше реагувати 
                на ваші запити та пропонувати нові страви.
            </p>
        </div>
        <p>
            Стати нашим постачальником непросто, адже компанія має 
            відповідати нашим жорстким вимогам до якості й безпечності 
            продукції. Для цього треба пройти аудит, який на підприємстві 
            здійснює незалежна аудиторська компанія.
        </p>
        <p>
            І це смакує не тільки нам: біфштекси, булочки й випічку 
            наші постачальники експортують і в ресторани МакДональдз в 
            інших країнах.
        </p>
        <div className='text-center flex flex-col gap-3 mt-5 
            max-w-[90%] ml-[5%]'>
            <h1 className="font-extrabold text-2xl">
                Свіжість, якість і безпечність під цілковитим контролем!
            </h1>
            <p>
                <b>
                    HACCP Hazard Analysis and Critical Control Point.
                </b> {" "}
                Cистема аналізу ризиків, небезпечних чинників і 
                контролю критичних точок.
            </p>
            <p>
                Завдяки цій системі ми визначили й контролюємо 
                параметри безпечності продукції під час приготування 
                на кухні й доставляння продуктів. Її ефективність і в 
                ресторанах, і в наших постачальників підтверджують 
                аудити незалежних аудиторських компаній.
            </p>
            <p>
                Ми вимагаємо від усіх своїх постачальників упровадити 
                систему HACCP, бо дбаємо про вас і вашу безпеку, а ще 
                дуже цінуємо довіру до нас і прагнемо утримувати звання 
                зразкового ресторану з бездоганною якістю їжі та обслуговування.
            </p>
        </div>
        <p>
            Що в моєму бургері?
        </p>
        <div className="grid grid-cols-2 mt-7 gap-7  gap-y-10">
            <div className="w-full flex flex-col gap-3">
                <Image src="/ingredients/stake.jpeg" alt="stake"
                width={400} height={400} className="w-full" />
                <h1 className="text-2xl font-extrabold">
                    Біфштекс
                </h1>
                <p>
                    Усе, що потрібно для м’яса, — це 1) гриль, 2) 100% яловичини, 
                    3) 0% олії! Лише м’ясо, і нічого зайвого! Сіль і 
                    перець ми додаємо вже після смаження. 
                    Яловичі біфштекси нам постачає завод з Вінницької області.
                </p>
            </div>
            <div className="w-full flex flex-col gap-3">
                <Image src="/ingredients/chicken.jpeg" alt="chicken"
                width={400} height={400} className="w-full" />
                <h1 className="text-2xl font-extrabold">
                    Курятина
                </h1>
                <p>
                    Як завжди, нічого зайвого, лише куряча грудка, 
                    яку ми замовляємо в постачальників у Європі. 
                    Для нагетсів додаємо сухарі для панірування, 
                    що їх роблять з пшенично-кукурудзяного борошна та 
                    спецій з додаванням рослинних олій.
                </p>
            </div>
            <div className="w-full flex flex-col gap-3">
                <Image src="/ingredients/bread.jpeg" alt="bread"
                width={400} height={400} className="w-full" />
                <h1 className="text-2xl font-extrabold">
                    Булочки
                </h1>
                <p>
                    Чому вони такі смачні? По-перше, у нас є власний рецепт, 
                    за яким з використанням українського борошна вищого ґатунку 
                    їх випікає завод у Дніпрі. По-друге, для більшої 
                    хрусткості та рум’яності в ресторані ми кладемо булочки в 
                    тостери зі спеціальним температурним режимом.
                </p>
            </div>
            <div className="w-full flex flex-col gap-3">
                <Image src="/ingredients/cheese.jpeg" alt="cheese"
                width={400} height={400} className="w-full" />
                <h1 className="text-2xl font-extrabold">
                    Сир
                </h1>
                <p>
                    М-м-м, улюблений Чізбургер так і тане в роті! 
                    А шматочки чедеру плавляться від гарячих біфштекса й булочок.
                </p>
            </div>
            <div className="w-full flex flex-col gap-3">
                <Image src="/ingredients/vegetables.jpeg" alt="vegetables"
                width={400} height={400} className="w-full" />
                <h1 className="text-2xl font-extrabold">
                    Овочі
                </h1>
                <p>
                    Салат латук, огірки, цибуля — усе це виробляють на Київщині, 
                    в смт Макарові.
                </p>
            </div>
            <div className="w-full flex flex-col gap-3">
                <Image src="/ingredients/sause.jpeg" alt="sause"
                width={400} height={400} className="w-full" />
                <h1 className="text-2xl font-extrabold">
                    Соус
                </h1>
                <p>
                    Так, таємниці знаменитого соусу до Біг Мака ми вам не 
                    розкриємо, але наші постачальники точно знають рецепт!
                </p>
            </div>
        </div>
        <h1 className="text-2xl font-extrabold mt-5">
            Бургер завжди свіжий, гарячий та ароматний. Як це можливо?
        </h1>
        <p>
            Бургер ми починаємо готувати, тільки-но касир додасть ваше 
            замовлення до системи або щойно ви здійсните вибір на 
            терміналі самообслуговування. Замовлення виводиться на 
            монітор кухні, і працівники відразу починають готувати.
        </p>
        <p>
            Якщо ресторан іще не переобладнано в новий формат, то працівники 
            можуть починати готувати бургери до того, як їх замовлять. 
            Але якщо протягом 10 хвилин такий бургер не замовили, 
            його списують і викидають.
        </p>
        <p>
            Усі складники, які не треба смажити, — салат латук, огірок, 
            цибуля, сир, — лежать на столі заправляння в боксах з 
            індивідуальними таймерами. У кожного з цих продуктів — 
            власний строк придатності, тож таймер сповіщає, коли 
            треба утилізувати той чи інший складник і закласти новий. 
            Наприклад, салат латук може пролежати не більше однієї години.
        </p>
        <h1 className="text-2xl font-extrabold">
            А як щодо решти страв?
        </h1>
        <div className="grid grid-cols-2 mt-7 gap-7  gap-y-10">
            <div className="w-full flex flex-col gap-3">
                <Image src="/ingredients/french-fries.jpeg" alt="french fries"
                width={400} height={400} className="w-full" />
                <h1 className="text-2xl font-extrabold">
                    Картопля фрі
                </h1>
                <p>
                    Бездоганний смак, який ні з чим не переплутати! 
                    Для нього ми вибрали елітний сорт картоплі «Інноватор». 
                    А як нам вдається зробити її довгою? Усе просто: 
                    середня довжина картоплини цього сорту — 20 см, тож її достатньо просто нарізати.
                </p>
            </div>
            <div className="w-full flex flex-col gap-3">
                <Image src="/ingredients/oil.jpeg" alt="oil"
                width={400} height={400} className="w-full" />
                <h1 className="text-2xl font-extrabold">
                    Олія
                </h1>
                <p>
                    Розповідаємо вам усі таємниці! Наша олія — 
                    соняшникова, багата корисними для здоров’я мононенасиченими 
                    жирними кислотами. Це рафінована олія високого ступеня 
                    очищення, призначена для смаження, тому вона не потребує 
                    заміни після кожного смаження. За допомогою аналізатора 
                    якості олії ми щодня перевіряємо фритюр і визначаємо, 
                    коли треба замінити олію. Але це щонайменше один раз на добу!
                </p>
            </div>
            <div className="w-full flex flex-col gap-3">
                <Image src="/ingredients/ice-cream.jpeg" alt="ice cream"
                width={400} height={400} className="w-full" />
                <h1 className="text-2xl font-extrabold">
                    Морозиво
                </h1>
                <p>
                    Ви знали, що морозиво готують просто в ресторані? 
                    Ба більше, приготування починається після того, 
                    як працівник кухні отримав ваше замовлення й 
                    натиснув кнопку на машині. Цієї миті молочна суміш у 
                    комбомашині проходить через дуже холодні труби й 
                    перетворюється на улюблений десерт! Саме тому
                    морозиво {" "}
                    <b>завжди свіже.</b> І це теж український продукт: 
                    молочні суміші для морозива нам постачає Білоцерківський 
                    завод, а молоко до кави їде з Вінниччини.
                </p>
            </div>
            <div className="w-full flex flex-col gap-3">
                <Image src="/ingredients/coffee.jpeg" alt="coffee"
                width={400} height={400} className="w-full" />
                <h1 className="text-2xl font-extrabold">
                    Кава
                </h1>
                <p>
                    Ми точно знаємо, що {" "}
                    <b>вам подобається</b>, бо дослідили й 
                    вивчили вподобання українців! Бленд <b>McCafe</b> — 
                    суміш зерен із Колумбії, Бразилії, Перу й Гондурасу. 
                    Щоб дарувати вам добре збалансований, приємний і 
                    тривалий післясмак солодких червоних фруктів, 
                    шоколаду й карамелі. І це завжди тільки <b>100-відсоткова 
                    арабіка!</b> А для поціновувачів «білої» кави ми використовуємо 
                    тільки молоко з більшою жирністю — 3,2 %.
                </p>
                <p>
                    Проте таємниця смаку кави не лише в зерні! Ми регулярно 
                    калібруємо швейцарські кавомашини та щоранку знімаємо 
                    пробу якості, щоб улюблений смак залишався незмінним,
                     хоч би в якому закладі ви робили замовлення.
                </p>
            </div>
            <div className="w-full flex flex-col gap-3">
                <Image src="/ingredients/beverage.jpeg" alt="beverage"
                width={400} height={400} className="w-full" />
                <h1 className="text-2xl font-extrabold">
                    Холодні напої
                </h1>
                <p>
                    Coca-Cola, Fanta та Sprite приїжджають із заводу 
                    компанії Coca-Cola у вигляді концентрованого сиропу, 
                    до якого в ресторані додають воду, лід і вуглекислий газ. 
                    Розкриваємо ще одну <b>таємницю:</b> ці напої смакують ліпше {" "}
                    <b>з льодом</b>, адже він довше утримує бульбашки газу всередині.
                </p>
            </div>
            <div className="w-full flex flex-col gap-3">
                <Image src="/ingredients/water.jpeg" alt="water"
                width={400} height={400} className="w-full" />
                <h1 className="text-2xl font-extrabold">
                    Вода
                </h1>
                <p>
                    Запорука чудового смаку будь-яких напоїв — якісна вода. 
                    У всіх наших ресторанах установлено системи багатоступеневого 
                    фільтрування води. Вона проходить через фільтри грубого й 
                    тонкого очищення, пом’якшувальні фільтри та знезаражується 
                    за допомогою ультрафіолету. За принципом дії 
                    таке фільтрування схоже на домашнє фільтрування води, 
                    але наші фільтри значно потужніші й займають окремі великі 
                    зони в ресторанах.
                </p>
            </div>
        </div>
      </div>
    </div>
  )
}

