from dataclasses import dataclass


@dataclass
class DataStorage:

    PRODUCTS = [
        {
            "image": "https://shop.rmhc.org.ua/wp-content/uploads/2020/04/5hvilin-teplih-obiymiv.png",
            "title": "5 хвилин теплих обіймів",
            "price": 25,
            "description":
                """Хвилина обіймів із рідними додає малюку мільйон сил для одужання. 
                Придбавши цей час, ви допоможете нам утримувати Сімейні Кімнати,
                де родини хворих дітей будуть разом та зможуть обійматися досхочу \n
                Дякуємо вам. Обіймаємо вас."""
        },
        {
            "image": "https://shop.rmhc.org.ua/wp-content/uploads/2020/04/10hvilin-smihu.png",
            "title": "10 хвилин сміху",
            "price": 40,
            "description": """Сміх — найкращий лікар, ви й самі знаєте. Коли батьки й діти опиняються в 
                           наших Сімейних Кімнатах, вони посміхаються, іноді
                           вперше за довгий час. Придбайте цей час — подаруйте родинам місце, де
                           їм захочеться сміятися частіше."""
        },
        {
            "image": "https://shop.rmhc.org.ua/wp-content/uploads/2020/09/spilnogochayuvannya-2.png",
            "title": "20 хвилин спільного чаювання",
            "price": 50,
            "description": """
                Батькам у лікарні часто ніде та ніколи поїсти, що вже казати про спільний обід.
                 Але їм потрібні сили, щоб боротися за здоров’я малюків. У наших 
                 Сімейних Кімнатах є по-домашньому комфортні кухні: тут можна розігріти обід, 
                 залишити продукти і разом випити каву. Скажете, це дрібниці? Так, найцінніші дрібниці, 
                 що дають родині сили для боротьби
            """
        },
        {
            "image": "https://shop.rmhc.org.ua/wp-content/uploads/2020/09/30hvilinkazokizbabuseyu.png",
            "title": "30 хвилин казок із бабусею",
            "price": 75,
            "description": """
                Добре було б почути «почитаймо казку» замість набридлого «випий ліки», правда ж? 
                Тож ми зробили в Сімейних Кімнатах невеликі бібліотеки, де бабусі й дідусі, які провідують онуків,
                 можуть читати їм книжки. Купіть цей час, щоб одного разу малюки почули найкращу історію — 
                 про своє одужання
            """
        },
        {
            "image": "https://shop.rmhc.org.ua/wp-content/uploads/2020/09/40khvulun.png",
            "title": "40 хвилин без думок про хворобу",
            "price": 80,
            "description": """
                Дуже складно не думати про хворобу, коли ваш день — лікарі та крапельниці. Однак відволіктися від 
                сумних думок важливо для одужання. Відпочити від лікарняної атмосфери можна в наших Сімейних Кімнатах,
                бо ми облаштували їх так, аби маленькі пацієнти та батьки відчували себе як удома.
            """
        },
        {
            "image": "https://shop.rmhc.org.ua/wp-content/uploads/2020/04/mom-1.png",
            "title": "Година відпочинку для мами",
            "price": 100,
            "is_promo": True,
            "description": """
                Мами проводять весь час у лікарняній палаті. Вони завжди страшенно втомлені і 
                забувають про себе. Купуючи цей час, ви даєте можливість мамі відпочити хоча б годину у 
                Сімейній Кімнаті. Обійняти чоловіка і, можливо, вперше за багато днів випити кави.\n
                Купуючи цей час, ви заряджаєте маму силами, щоб подолати хворобу малюка.
            """
        },
        {
            "image": "https://shop.rmhc.org.ua/wp-content/uploads/2020/04/tato1-1-1.png",
            "title": "Година гри з татом",
            "price": 100,
            "is_promo": True,
            "description": """
                Так уже склалося, що більшість часу з малюками в лікарні проводять мами. А татусі…
                Татусі місця собі не знаходять, бо непокояться за обох. А як же вони сумують за дітьми! 
                Місце, де можна досхочу обіймати тата, завжди є у Сімейній Кімнаті. Тут можна бути разом 
                скільки завгодно.\n
                Допоможете їм, правда ж?
            """
        },
        {
            "image": "https://shop.rmhc.org.ua/wp-content/uploads/2020/04/8godun-3.png",
            "title": "8 годин міцного сну",
            "price": 500,
            "is_promo": True,
            "description": """
                Поспати в лікарні — ще той челендж. Особливо, коли ти мама чи тато маленького пацієнта. 
                Пощастить, якщо в палаті є вільне ліжко. А якщо ні? Лиш уявіть, наскільки цінним для них 
                може бути звичайнісінький сон.\n
                Ви можете допомогти з утриманням Сімейної Кімнати: тут є зручні меблі, щоб нарешті поспати, 
                не здригаючись щохвилини, та набратися сил.
            """
        },
        {
            "image": "https://shop.rmhc.org.ua/wp-content/uploads/2020/04/simyarazom.png",
            "title": "День, коли сім’я разом",
            "price": 500,
            "description": """
                Для багатьох Сімейна Кімната стає справжнім домом: тут можна випрати речі, прийняти душ і 
                навіть заночувати. Тут родина може провести цілісінький день разом. Яка ж то радість! Звісно, 
                якщо ви допоможете і подаруєте їм цей час.
            """
        },
        {
            "image": "https://shop.rmhc.org.ua/wp-content/uploads/2020/09/bezlimitpostiinoyipidtrimki.png",
            "title": "Безліміт постійної підтримки",
            "price": 1_000,
            "description": """
                Мама, яка тримає за руку, коли укол занадто болючий. Тато, який нишком пронесе улюблені
                ласощі попри заборону лікарів. Якщо батьки поруч із дитиною, одужання приходить швидше. 
                Купуючи цей найкоштовніший час, ви дуже сильно допоможете нам з утриманням Сімейних Кімнат — 
                аби у малюків та батьків ніколи не закінчувалися сили та підтримка.
            """
        }
    ]