import React from 'react'
import Image from 'next/image';

export const SavePlanetMainSection = () => {
  return (
    <div className="text-center flex flex-col gap-5 p-10">
      <h1 className="text-4xl font-extrabold">
        Бережемо планету
      </h1>
      <div className="w-full mt-5 ">
        <Image src="/save_planet_hero.jpeg" 
        alt="save_planet" 
        width={800} height={800} className="w-full" />
      </div>
      <div className="text-left flex flex-col gap-3">
        <h1 className='text-2xl font-extrabold'>
            Станьте частиною глобальної екологічної програми й потурбуйтеся 
            про майбутнє нашої планети разом з нами.
        </h1>
        <p>
            Від ферми до прилавка ресторану: ми працюємо над тим, 
            щоб мінімізувати вплив нашого бізнесу на навколишнє середовище.
             Це передбачає скорочення викидів парникових газів для підтримання 
             низьковуглецевої економіки й мінімізацію впливу відходів і води.
        </p>
        <p>
            У межах програми «Кращий МакДональдз» ми тестуємо рішення, 
            що допоможуть зменшити кількість пакування, використовувати 
            екологічніші матеріали й переконати відвідувачів ресторанів 
            здавати його на перероблення.
        </p>
        <div className="mt-5 flex flex-row gap-5">
            <div className="w-1/2">
                <Image src="/alternative-energy.jpeg" 
                alt="alternative energy" width={500} height={500} 
                className="w-full" />
            </div>
            <div className="w-1/2 flex flex-col gap-3">
                <h1 className="text-2xl font-extrabold">
                    Запобігаємо змінам клімату
                </h1>
                <p>
                    Зміна клімату — найбільша екологічна проблема 
                    сучасності. Ось чому ми прагнемо скоротити 
                    викиди на всіх етапах: від виробництва 
                    інгредієнтів до приготування їжі.
                </p>
                <p>
                    МакДональдз — перша у світі глобальна 
                    ресторанна компанія, яка поставила 
                    наукову мету: істотно зменшити викиди 
                    парникових газів, щоб допомогти розв’язати 
                    цю важливу проблему для нинішніх і майбутніх 
                    поколінь.
                </p>
                <p>
                    Що ми робимо для цього вже сьогодні?
                </p>
                <ul className="ml-10 list-disc">
                    <li>
                        Усю використану олію віддаємо на перероблення на біопаливо.
                    </li>
                    <li>
                        Відпрацьованою водою поливаємо клумби й газони біля ресторанів.
                    </li>
                    <li>
                        Використовуємо поновлювані джерела електроенергії для 
                        ресторанів, серед яких системи рекуперації повітря, 
                        теплові насоси та сонячні батареї.
                    </li>
                </ul>
            </div>
        </div>
        <h1 className="text-2xl font-extrabold mt-3">
            Запобігання змінам клімату
        </h1>
        <p>
            Зобов’язання щодо скорочення викидів парникових газів до 2030 року*.
        </p>
        <ul className="ml-10 list-disc">
            <li>
                На 36 % скоротити викиди парникових газів у всіх 
                закладах та офісах МакДональдз®
            </li>
            <li>
                На 31 % скоротити обсяги викидів серед постачальників
            </li>
        </ul>
        <h1 className="text-2xl font-extrabold">
            Це дасть змогу запобігти викиду 150 млн тонн парникових газів до 
            2030 року, що еквівалентно:
        </h1>
        <ul className="ml-10 list-disc">
            <li>
                вилученню 32 млн легкових автомобілів з доріг на весь рік®
            </li>
            <li>
                висадженню 3,8 млрд дерев і вирощуванню їх протягом 10 років
            </li>
        </ul>
        <small className="text-[0.8rem] text-gray-500">
            * Проти 2015 р.
        </small>
        <div className="flex flex-row gap-7 mt-10">
            <div className="w-1/2 flex flex-col gap-3">
                <Image src="/recycling_section.jpeg" 
                alt="recycling" width={400} height={400}
                className="w-full mb-5" />
                <p>
                    Перероблення    
                </p>
                <h1 className="text-2xl font-extrabold">
                    Переконайся, що пакування від улюбленого 
                    бургера перероблять!
                </h1>
                <p>
                    Ми шукаємо нові шляхи зменшення кількості пакування й 
                    переходимо на матеріали, які можна перероблювати.
                </p>
                <ul className="ml-10 list-disc flex flex-col gap-3">
                    <li>
                        Використовуємо для виготовлення пакування сировину, 
                        яка має сертифікацію авторитетної міжнародної 
                        організації — Лісової опікунської ради. Це означає, 
                        що заготівля сировини не загрожує біорізноманіттю й 
                        не знижує продуктивності та екологічної функції лісів.
                    </li>
                    <li>
                        Усе пакування від продуктів на кухні збираємо й передаємо 
                        на перероблення. Це понад 70 тонн паперу й понад 5 тонн 
                        пластику, які щомісяця віддаємо на перероблення!
                    </li>
                </ul>
                <h1 className="text-2xl font-extrabold">
                    Зобов’язання про перероблення використаного пакування
                </h1>
                <p>
                    До 2025 року ми повністю перейдемо на виробництво всіх 
                    пакувальних матеріалів з поновлюваної сертифікованої 
                    сировини, а також сировини, яку можна використовувати повторно.
                </p>
                <p>
                    Пакувальні матеріали з усіх ресторанів ітимуть на перероблення.
                </p>
                <p>
                    Наразі компанія МакДональдз досягла цієї мети у 
                    світовому масштабі майже на 60%.
                </p>
            </div>
            <div className="w-1/2 flex flex-col gap-3">
                <Image src="/sorting.jpeg" alt="sorting" width={400} height={400}
                className="w-full mb-5" />
                <p>
                    Сортування
                </p>
                <h1 className="text-2xl font-extrabold">
                    Сортуй з МакДональдз: потурбуймося про довкілля разом!
                </h1>
                <p>
                    Сортуй пакування від їжі в ресторанах МакДональдз і дай 
                    йому друге життя! Стеж за позначками, розподіляй
                     різні види пакування у відповідні урни, а ми 
                     потурбуємося про те, щоб доставити ці матеріали 
                     на повторне перероблення.
                </p>
                <p>
                    Що ми вже робимо, щоб знизити використання пластику, 
                    перейти на екологічніші матеріали й зменшити кількість пакування?
                </p>
                <p>
                    <b>У СВІТІ</b> {" "}
                    78% пакування, яким користуються ресторани МакДональдз у 
                    всьому світі, виготовляють з органічних волокон.
                </p>
                <p>
                    <b>В УКРАЇНІ:</b>
                </p>
                <ul className="ml-10 list-disc flex flex-col gap-3">
                    <li>
                        Ми були першою країною, у якій МакДональдз подавав 
                        морозиво МакСанді у вафельному стаканчику.
                    </li>
                    <li>
                        2019 року ми відмовилися від пластикових кришечок для МакФлурі. 
                        А це зменшило відходи на 27,5 тонни пластику на рік.
                    </li>
                    <li>
                        Улітку 2020-го ми перейшли на паперові стаканчики 
                        для лимонадів та інших холодних напоїв. 
                        Завдяки цьому зменшили використання пластику 
                        на 10 тонн щомісяця.
                    </li>
                    <li>
                        Установили контейнери для збирання відсортованого 
                        пакування в ресторанах, тож тепер ви разом з нами 
                        можете знизити кількість відходів, віддаючи пакування 
                        від улюбленої їжі на перероблення.
                    </li>
                </ul>
            </div>
        </div>
      </div>
    </div>
  )
}

