from dataclasses import dataclass


@dataclass
class DataStorage:

    MENU_CATEGORIES = [
        {
            "title": "Бургери та роли",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/nav_burgers_v2:menu-category?resmode=sharp2"
        },
        {
            "title": "Курка",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/nav_chicken:menu-category?resmode=sharp2"
        },
        {
            "title": "Для компанії",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/nav_company:menu-category?resmode=sharp2"
        },
        {
            "title": "Картопля та Каша",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/nav_fries:menu-category?resmode=sharp2"
        },
        {
            "title": "Соуси",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/nav_sauce:menu-category?resmode=sharp2"
        },
        {
            "title": "Топінги та сиропи",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/nav_topings:menu-category?resmode=sharp2"
        },
        {
            "title": "Десерти",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/nav_desserts:menu-category?resmode=sharp2"
        },
        {
            "title": "Напої",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/nav_drinks:menu-category?resmode=sharp2"
        },
        {
            "title": "Кава",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/nav_coffee_v3:menu-category?resmode=sharp2"
        },
        {
            "title": "Хеппі Міл",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/nav_happy-meal:menu-category?resmode=sharp2"
        },
        {
            "title": "МакМеню",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/nav_mcmenu:menu-category?resmode=sharp2"
        }
    ]

    PRODUCTS = [
        {
            "title": "Житній бургер з яловичиною та грибним соусом",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/UKR_beef_v2:product-header-desktop?wid=1755&hei=964&dpr=off",
            "weight": 255,
            "calories": 605,
            "description": "Житня булочка, соковита яловичина, ніжний сир ементаль, свіжі салат, томат і цибулька в поєднанні з грибним соусом створюють довершений смак українського бургера.",
            "fats": 37,
            "carbonhydrates": 38,
            "proteins": 30,
            "sault": 2.4,
            "sugar": 7.0,
            "compound": 'ІНГРЕДІЄНТИ: Булочка "Українська з коріандром": борошно пшеничне вищого сорту, вода, цукор, суміш хлібопекарська «Бородинська заварна» (борошно житнє, борошно житнє солодове, коріандр сухий, барвник карамель, клейковина пшенична, регулятор кислотності кислота лимонна, емульгатор E472е), дріжджі, солодовий екстракт (солод ячмінний, вода, солод житній), олія соняшникова рафінована дезодорована виморожена, сіль кухонна, коріандр мелений, поліпшувач хлібопекарський (борошно пшеничне, емульгатор Е472е, технологічні допоміжні засоби: ферменти (ензими)). Гамбургер з яловичини: яловичина 100%. Соус "Грибний": вода питна, олія соняшникова, цукор, защувачі (крохмаль, ксантанова камідь, гуарова камідь), жовток сухий, сіль, оцет спиртовий, емульгатор, регулятор кислотності кислота молочна, печериці сушені, дріжджовий екстракт, овочі та прянощі (цибуля сушена, часник мелений, перець мелений), ароматизатори, консервант сорбат калію, антиоксидант ЕДТА. Сир плавлений Емменталь: сири тверді та напівтверді (45%), сир Емменталь (15%), вода питна, масло вершкове, молоко сухе знежирене, емульгуюча сіль Е331, молочний білок, ароматизатор натуральний «Сир», сироватка молочна суха, сіль кухонна, регулятор кислотності Е330, антиспікаючий агент лецитин соняшниковий. Томат свіжий. Цибуля свіжа. Салат Айсберг. Приправа до м\'яса: сіль кухонна, перець чорний мелений, екстракт чорного перцю.',
            "alergens": "Злаки, що містять глютен; Яйця; Молоко (включаючи лактозу)",
            "categories": ["Бургери та роли", "МакМеню"]
        },
        {
            "title": "Житній бургер з куркою та беконом",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/UKR_chicken_v2:product-header-desktop?wid=1755&hei=964&dpr=off",
            "weight": 250,
            "calories": 600,
            "description": "Що може бути краще за соковиту курячу котлетку в поєднанні із хрумким беконом, сиром чедер, свіжим салатом і томатом, смаженою цибулькою і соусом «Кремовий із прянощами» в житній булочці? Тільки насолоджуватися цим українським бургером!",
            "fats": 29,
            "carbonhydrates": 57,
            "proteins": 27,
            "sault": 2.7,
            "sugar": 12.0,
            "compound": 'Булочка "Українська з коріандром": борошно пшеничне вищого сорту, вода, цукор, суміш хлібопекарська «Бородинська заварна» (борошно житнє, борошно житнє солодове, коріандр сухий, барвник карамель, клейковина пшенична, регулятор кислотності кислота лимонна, емульгатор E472е), дріжджі, солодовий екстракт (солод ячмінний, вода, солод житній), олія соняшникова рафінована дезодорована виморожена, сіль кухонна, коріандр мелений, поліпшувач хлібопекарський (борошно пшеничне, емульгатор Е472е, технологічні допоміжні засоби: ферменти (ензими)). Кулінарний виріб з м\'яса птиці "Чікен прем\'єр": філе куряче (55%), паніровка (борошно: пшеничне, рисове; хлібна крихта (борошно пшеничне, крохмаль пшеничний, сіль кухонна, олія ріпакова, дріжджі хлібопекарські), крупа манна, клейковина пшенична, олія соняшникова рафінована, крохмаль кукурудзяний, сіль кухонна, перець чорний, цукор, ароматизатори: курка, часник, перець білий; дріжджовий екстракт, шавлія, чебрець, перець білий, хрін, екстракти спецій: перець чорний, перець білий, перець чилі, паприка, куркума; розпушувачі: пірофосфат натрію, карбонат натрію), вода питна, крохмалі: картопляний, гороховий, тапіоковий; борошно пшеничне, сіль кухонна, ароматизатори: лимон, часник; цукор. Соус "Кремовий з прянощами": олія ріпакова, пюре томатне, цукор, вода питна, сметана, оцет спиртовий, перець солодкий, яєчний жовток, сіль кухонна, прянощі (містять селеру, гірчицю), перець чилі, крохмаль кукурудзяний модифікований, сироп цукровий карамелізований, ароматизатор коптильний, екстракт прянощів, загущувач E415, регулятор кислотності молочна кислота. Сир плавлений Чеддер: сир Чеддер (51%), вода питна, сир твердий (9%), масло вершкове, молоко сухе знежирене, емульгуюча сіль Е331, ароматизатор натуральний «Сир», молочний білок, сіль кухонна, барвники (бета каротин, екстракт паприки), регулятор кислотності Е330, антиспікаючий агент лецитин соняшниковий. Бекон: грудореберна частина свиняча, сіль кухонна, глюкоза харчова, ароматизатор диму, антиоксидант Е316, стартова культура мікроорганізмів, стабілізатор кольору нітрит натрію. Томат свіжий. Цибуля смажена: цибуля ріпчаста 70%, олії (ріпакова, пальмова), борошно пшеничне, сіль кухонна. Салат Айсберг.',
            "alergens": "Злаки, що містять глютен; Яйця; Молоко (включаючи лактозу); Селера; Гірчиця",
            "categories": ["Бургери та роли", "МакМеню", "Курка"]
        },
        {
            "title": "МакКріспі",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_McCrispy:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 195,
            "calories": 445,
            "description": "Соковите куряче філе в хрусткій паніровці у поєднанні зі свіжим салатом, соусом із зернами гірчиці у пухкенькій булочці, присипаній кунжутом і маком. Тобі сподобається!",
            "fats": 14,
            "carbonhydrates": 50,
            "proteins": 28,
            "sault": 2.1,
            "sugar": 14.0,
            "compound": "Булочка з кунжутом: борошно пшеничне, вода питна, цукор, пластівці картопляні (5 %), молоко знежирене сухе, олія ріпакова, дріжджі, кунжут (1,1 %), сіль кухонна, насіння маку (0,5 %), емульгатори (Е472е, Е471), білок гороховий, олія соняшникова, декстроза, мальтодекстрин, крохмаль, натуральний ароматизатор, поліпшувач борошна (Е300). Кулінарний виріб з м`яса птиці \"Чікен МакКріспі\": філе куряче (56 %), вода питна, борошно пшеничне, крохмаль картопляний, борошно нутове, олії рослинні (соняшникова, ріпакова), крупа манна, пшенична клейковина, натуральні ароматизатори, сіль кухонна, прянощі, екстракт дріжджів, розпушувач (бікарбонат натрію), регулятор кислотності лимонна кислота, дріжджі сухі, порошок цибулі, екстракти прянощів. Cоус барбекю: вода питна, цукор, спиртовий оцет, насіння гірчиці 8%, мед 5%, модифікований крохмаль, сіль кухонна, спеції, коптильний ароматизатор. Салат Айсберг.",
            "alergens": "Злаки, що містять глютен; Яйця; Гірчиця; Насіння кунжуту; Селера; Молоко (включаючи лактозу)",
            "categories": ["Бургери та роли", "МакМеню", "Курка"]
        },
        {
            "title": "МакКріспі Делюкс",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_McCRISPY-DELUXE:product-header-desktop?wid=830&hei=455&dpr=off",
            "weight": 240,
            "calories": 560,
            "description": "Що робить новий МакКріспі Делюкс ще соковитішим? Поєднання курячого філе у хрусткій паніровці зі свіжим салатом, сиром чедер, томатом та свіжим огірочком, що доповнені пікантним соусом із зернами гірчиці у пухкій булочці із кунжутом і маком.",
            "fats": 21,
            "carbonhydrates": 56,
            "proteins": 35,
            "sault": 2.7,
            "sugar": 15.0,
            "compound": "Булочка з кунжутом: борошно пшеничне, вода питна, цукор, пластівці картопляні (5 %), молоко знежирене сухе, олія ріпакова, дріжджі, кунжут (1,1 %), сіль кухонна, насіння маку (0,5 %), емульгатори (Е472е, Е471), білок гороховий, олія соняшникова, декстроза, мальтодекстрин, крохмаль, натуральний ароматизатор, поліпшувач борошна (Е300). Кулінарний виріб з м'яса птиці «Чікен МакКріспі»: філе куряче (56 %), вода питна, борошно пшеничне, крохмаль картопляний, борошно нутове, олії рослинні (соняшникова, ріпакова), крупа манна, пшенична клейковина, натуральні ароматизатори, сіль кухонна, прянощі, екстракт дріжджів, розпушувач бікарбонат натрію, регулятор кислотності лимонна кислота, дріжджі сухі, порошок цибулі, екстракти прянощів. Cоус барбекю: вода питна, цукор, спиртовий оцет, насіння гірчиці 8%, мед 5%, модифікований крохмаль, сіль кухонна, спеції, коптильний ароматизатор. Сир плавлений Чеддер: сир Чеддер (51%), вода питна, сир твердий (9%), масло вершкове, молоко сухе знежирене, емульгуюча сіль Е331, ароматизатор натуральний «Сир», молочний білок, сіль кухонна, барвники (бета каротин, екстракт паприки), регулятор кислотності Е330, антиспікаючий агент лецитин соняшниковий. Томат свіжий. Огірок свіжий. Салат Айсберг.",
            "alergens": "Злаки, що містять глютен; Гірчиця; Насіння кунжуту; Селера; Молоко (включаючи лактозу)",
            "categories": ["Бургери та роли", "МакМеню", "Курка"]
        },
        {
            "title": "Біг Мак",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Big-Mac:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 212,
            "calories": 526,
            "description": "Два біфштекси з натуральної яловичини, цибуля, маринований огірок, сир “Чеддер”, свіжий салат, заправлені спеціальним соусом, у булочці з насінням сезаму.",
            "fats": 27,
            "carbonhydrates": 43,
            "proteins": 27,
            "sault": 2.2,
            "sugar": 8.9,
            "compound": 'Булка Біг Мак: борошно пшеничне вищого сорту, вода питна, цукор, дріжджі, олія соняшникова рафінована дезодорована, глазур «Sunset Glaze EC» (вода питна; олія соняшникова; білок рослинний; декстроза; мальтодекстрин; крохмаль), кунжут, крохмаль, сіль кухонна, поліпшувач хлібопекарський (борошно пшеничне; емульгатор E472e; технологічні допоміжні засоби: ферменти (ензими)), клейковина пшенична, ароматизатор «Бріош з маслом» (мальтодекстрин, декстроза, модифікований крохмаль, натуральні ароматичні речовини, рослинні олії (кокосова, рапсова)), антиоксидант аскорбінова кислота. Гамбургер з яловичини: яловичина 100%. Cоус Біг Мак: вода питна, олія ріпакова, оцет спиртовий, огірки мариновані, глюкозно-фруктозний сироп, цукор, крохмаль кукурудзяний модифікований, жовток яєчний, прянощі (містять гірчицю), сіль кухонна, загущувач Е415, ароматизатори натуральні, екстракт дріжджів, стабілізатор Е509. Сир плавлений Чеддер: сир Чеддер (51%), вода питна, сир твердий (9%), масло вершкове, молоко сухе знежирене, емульгуюча сіль Е331, ароматизатор натуральний «Сир», молочний білок, сіль кухонна, барвники (бета каротин, екстракт паприки), регулятор кислотності Е330, антиспікаючий агент лецитин соняшниковий. Салат Айсберг. Мариновані огірки: огірки різані, вода питна, сіль кухонна, регулятор кислотності оцтова кислота, стабілізатор кальцій хлористий, консервант сорбат калію, ароматизатор. Цибуля. Приправа до м\'яса: сіль кухонна, перець чорний мелений, екстракт чорного перцю.',
            "alergens": "Злаки, що містять глютен; Яйця; Молоко (включаючи лактозу); Гірчиця; Насіння кунжуту",
            "categories": ["Бургери та роли", "МакМеню"]
        },
        {
            "title": "Гамбургер",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Hamburger:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 96,
            "calories": 249,
            "description": "Біфштекс із натуральної яловичини, цибуля, шматочок маринованого огірка, заправлені гірчицею і кетчупом, у запашній булочці з пшеничного борошна.",
            "fats": 9,
            "carbonhydrates": 29,
            "proteins": 13,
            "sault": 1.1,
            "sugar": 7.2,
            "compound": 'Булочка: борошно пшеничне вищого сорту, вода питна, цукор, олія соняшникова рафінована дезодорована виморожена, дріжджі, глазур «Sunset Glaze EC» (вода питна; олія соняшникова; білок рослинний; декстроза; мальтодекстрин; крохмаль), сіль кухонна, поліпшувач хлібопекарський «ПОЛ 101» (борошно пшеничне; емульгатор E472e; технологічні допоміжні засоби: ферменти (ензими)), поліпшувач хлібопекарський «Biobake Fresh 310» (борошно пшеничне; ферменти (ензими)), антиоксидант: аскорбінова кислота. Гамбургер з яловичини: яловичина 100%. Гірчиця: оцет, вода питна, гірчичний порошок (13%), сіль кухонна, спеції, натуральний ароматизатор гвоздики, екстракт спецій. Кетчуп: томатна паста, вода питна, сироп глюкозно-фруктозний, патока мальтозна, оцет натуральний, сіль кухонна, натуральний ароматизатор. Цубуля. Мариновані огірки: огірки різані, вода питна, сіль кухонна, регулятор кислотності - оцтова кислота, стабілізатор - кальцій хлористий, консервант – сорбат калію, ароматизатор. Приправа до м\'яса: сіль кухонна йодована, перець чорний молотий, екстракт чорного перцю.',
            "alergens": "Злаки, що містять глютен; Гірчиця",
            "categories": ["Бургери та роли", "Хеппі Міл"]
        },
        {
            "title": "Чізбургер",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Cheeseburger:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 108,
            "calories": 298,
            "description": "Біфштекс із натуральної яловичини, шматочок сиру “Чеддер”, шматочок маринованого огірка та цибуля, заправлені гірчицею і кетчупом, у булочці з пшеничного борошна.",
            "fats": 13,
            "carbonhydrates": 29,
            "proteins": 16,
            "sault": 1.6,
            "sugar": 7.6,
            "compound": 'Булочка: борошно пшеничне вищого сорту, вода питна, цукор, олія соняшникова рафінована дезодорована виморожена, дріжджі, глазур «Sunset Glaze EC» (вода питна; олія соняшникова; білок рослинний; декстроза; мальтодекстрин; крохмаль), сіль кухонна, поліпшувач хлібопекарський «ПОЛ 101» (борошно пшеничне; емульгатор E472e; технологічні допоміжні засоби: ферменти (ензими)), поліпшувач хлібопекарський «Biobake Fresh 310» (борошно пшеничне; ферменти (ензими)), антиоксидант: аскорбінова кислота. Гамбургер з яловичини: яловичина 100%. Сир плавлений Чеддер: сир Чеддер (51%), вода питна, сир твердий (9%), масло вершкове, молоко сухе знежирене, емульгуюча сіль Е331, ароматизатор натуральний «Сир», молочний білок, сіль кухонна, барвники (бета каротин, екстракт паприки), регулятор кислотності Е330, антиспікаючий агент лецитин соняшниковий. Гірчиця: оцет, вода питна, гірчичний порошок (13%), сіль кухонна, спеції, натуральний ароматизатор гвоздики, екстракт спецій. Мариновані огірки: огірки різані, вода питна, сіль кухонна, регулятор кислотності оцтова кислота, стабілізатор кальцій хлористий, консервант сорбат калію, ароматизатор. Цибуля. Приправа до м\'яса: сіль кухонна йодована, перець чорний молотий, екстракт чорного перцю. Кетчуп: томатна паста, вода питна, сироп глюкозно-фруктозний, патока мальтозна, оцет натуральний, сіль кухонна, натуральний ароматизатор.',
            "alergens": "Злаки, що містять глютен; Молоко (включаючи лактозу); Гірчиця",
            "categories": ["Бургери та роли", "Хеппі Міл"]
        },
        {
            "title": "Дабл Чізбургер",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Double-Cheeseburger:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 163,
            "calories": 475,
            "description": 'Два біфштекси з натуральної яловичини, два шматочки сиру «Чедер», два мариновані огірки, цибуля, гірчиця, кетчуп, булочка',
            "fats": 27,
            "carbonhydrates": 31,
            "proteins": 26,
            "sault": 2.5,
            "sugar": 6.5,
            "compound": 'Булочка: борошно пшеничне вищого сорту, вода питна, цукор, олія соняшникова рафінована дезодорована виморожена, дріжджі, глазур «Sunset Glaze EC» (вода питна; олія соняшникова; білок рослинний; декстроза; мальтодекстрин; крохмаль), сіль кухонна, поліпшувач хлібопекарський «ПОЛ 101» (борошно пшеничне; емульгатор E472e; технологічні допоміжні засоби: ферменти (ензими)), поліпшувач хлібопекарський «Biobake Fresh 310» (борошно пшеничне; ферменти (ензими)), антиоксидант: аскорбінова кислота. Гамбургер з яловичини: яловичина 100%. Сир плавлений Чеддер: сир Чеддер (51%), вода питна, сир твердий (9%), масло вершкове, молоко сухе знежирене, емульгуюча сіль Е331, ароматизатор натуральний «Сир», молочний білок, сіль кухонна, барвники (бета каротин, екстракт паприки), регулятор кислотності Е330, антиспікаючий агент лецитин соняшниковий. Гірчиця: оцет, вода питна, гірчичний порошок (13%), сіль кухонна, спеції, натуральний ароматизатор гвоздики, екстракт спецій. Мариновані огірки: огірки різані, вода питна, сіль кухонна, регулятор кислотності оцтова кислота, стабілізатор кальцій хлористий, консервант сорбат калію, ароматизатор. Цибуля. Приправа до м\'яса: сіль кухонна, перець чорний мелений, екстракт чорного перцю. Кетчуп: томатна паста, вода питна, сироп глюкозно-фруктозний, патока мальтозна, оцет натуральний, сіль кухонна, натуральний ароматизатор.',
            "alergens": "Злаки, що містять глютен; Молоко (включаючи лактозу); Гірчиця",
            "categories": ["Бургери та роли", "МакМеню"]
        },
        {
            "title": "МакЧікен",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_McChicken:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 180,
            "calories": 448,
            "description": "Класичний смак, простий вибір. Хрустка куряча котлета із соковитим салатом і ніжним соусом. Ну як тут відмовитись?!",
            "fats": 18,
            "carbonhydrates": 49,
            "proteins": 22,
            "sault": 2.2,
            "sugar": 5.3,
            "compound": 'Булочка з кунжутом: борошно пшеничне вищого сорту, вода питна, цукор, олія соняшникова рафінована дезодорована виморожена, дріжджі, глазур (вода питна; олія соняшникова; білок рослинний; декстроза; мальтодекстрин; крохмаль), кунжут, ароматизатор «Згущене молоко» (декстроза; крохмаль; регулятор кислотності Е341; натуральні ароматичні речовини; ароматичні препарати), сіль кухонна, поліпшувач хлібопекарський «ПОЛ 101» (борошно пшеничне; емульгатор E472e; технологічні допоміжні засоби: ферменти (ензими)), загущувач гуарова камідь, антиоксидант аскорбінова кислота. Кулінарний виріб з м`яса птиці ""Чікен прем\'єр"". філе куряче (55%), борошно пшеничне, вода питна, сухарі панірувальні (містять пшеницю), рослинні олії (соняшникова, ріпакова), крупа манна, клейковина пшенична, борошно рисове, сіль кухонна, борошно кукурудзяне, ароматизатори, крохмаль картопляний, розпушувачі (Е450, Е500), дріжджовий екстракт, цукор, спеції, екстракт спецій, ароматичні трави. Cоус для Сандвічів: вода питна, олія ріпакова, глюкозно-фруктозний сироп, оцет спиртовий, крохмаль кукурудзяний модифікований, яєчний жовток, сіль кухонна, цукор, загущувач Е415, спеції (містять гірчицю), консервант Е202). Салат Айсберг.',
            "alergens": "Злаки, що містять глютен; Яйця; Гірчиця; Насіння кунжуту",
            "categories": ["Бургери та роли", "МакМеню", "Курка"]
        },
        {
            "title": "Біг Тейсті",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Big-Tasty:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 318,
            "calories": 790,
            "description": 'Натуральна яловичина у поєднанні зі свіжими овочами та плавленим сиром “Емменталь”.',
            "fats": 49,
            "carbonhydrates": 49,
            "proteins": 37,
            "sault": 3.0,
            "sugar": 10.2,
            "compound": 'Булка з кунжутом: борошно пшеничне вищого сорту, вода питна, цукор, дріжджі, глазур (вода питна; олія соняшникова; білок рослинний; декстроза; мальтодекстрин; крохмаль), кунжут, олія соняшникова рафінована дезодорована, сіль кухонна, поліпшувач хлібопекарський (борошно пшеничне; емульгатор E472e; технологічні допоміжні засоби: ферменти (ензими)), антиоксидант аскорбінова кислота. Гамбургер з яловичини: яловичина 100%. Сир плавлений Емменталь: сири тверді та напівтверді (45%), сир Емменталь (15%), вода питна, масло вершкове, молоко сухе знежирене, емульгуючи сіль Е331, молочний білок, ароматизатор натуральний «Сир», сироватка молочна суха, сіль кухонна, регулятор кислотності Е330, антиспікаючий агент лецитин соняшниковий. Цибуля свіжа. Томат свіжий. Салат Айсберг. Cоус Біг Тейсті: олія ріпакова рафінована дезодорована, вода питна, сметана, цукор, оцет спиртовий, ароматизатор грилю, жовток яєчний, крохмаль кукурудзяний модифікований, сіль кухонна, спеції, дріжджовий екстракт, загущувач Е415, регулятор кислотності Е270, консервант Е202, ароматизатор диму.',
            "alergens": "Злаки, що містять глютен; Яйця; Молоко (включаючи лактозу); Насіння кунжуту",
            "categories": ["Бургери та роли", "МакМеню"]
        },
        {
            "title": "Філе-о-фіш",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_File-O-Fish:product-header-desktop?wid=829&hei=453&dpr=off",
            "weight": 130,
            "calories": 327,
            "description": 'Ніжне рибне філе із тріскових риб, засмажене у хрумкому паніруванні, півшматочка сиру “Чеддер”, заправлені пікантним соусом, у пухкій булочці з пшеничного борошна.',
            "fats": 14,
            "carbonhydrates": 35,
            "proteins": 15,
            "sault": 1.4,
            "sugar": 5.5,
            "compound": 'Булочка: борошно пшеничне вищого сорту, вода питна, цукор, олія соняшникова рафінована дезодорована виморожена, дріжджі, глазур «Sunset Glaze EC» (вода питна; олія соняшникова; білок рослинний; декстроза; мальтодекстрин; крохмаль), сіль кухонна, поліпшувач хлібопекарський «ПОЛ 101» (борошно пшеничне; емульгатор E472e; технологічні допоміжні засоби: ферменти (ензими)), поліпшувач хлібопекарський «Biobake Fresh 310» (борошно пшеничне; ферменти (ензими)), антиоксидант: аскорбінова кислота. Рибне філе у паніровці: філе мінтая (75%), борошно пшеничне, вода питна, крохмаль пшеничний модифікований, борошно кукурудзяне, сіль кухонна, крохмаль кукурудзяний, дріжджі, загущувач Е466. Cоус Тар-Тар: вода питна, олія ріпакова рафінована дезодорована, огірки мариновані, оцет спиртовий, цибуля, крохмаль кукурудзяний модифікований, жовток яєчний, цукор, сіль кухонна, загущувач Е415, гірчичний порошок, каперси, консервант Е202, агент твердіння Е509, зелень петрушки сушена, ароматизатори. Сир плавлений Чеддер: сир Чеддер (51%), вода питна, сир твердий (9%), масло вершкове, молоко сухе знежирене, емульгуюча сіль Е331, ароматизатор натуральний «Сир», молочний білок, сіль кухонна, барвники (бета каротин, екстракт паприки), регулятор кислотності Е330, антиспікаючий агент лецитин соняшниковий.',
            "alergens": "Злаки, що містять глютен; Яйця; Риба (може містити кісточки); Молоко (включаючи лактозу); Гірчиця",
            "categories": ["Бургери та роли", "МакМеню"]
        },
        {
            "title": "Роял Чізбургер",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Royal-Cheeseburger:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 194,
            "calories": 530,
            "description": 'Біфштекс із натуральної яловичини, два слайси сиру «Чедер», два шматочки маринованого огірка та свіжа цибуля, заправлені гірчицею та кетчупом, у булочці з пшеничного борошна.',
            "fats": 27,
            "carbonhydrates": 38,
            "proteins": 32,
            "sault": 2.6,
            "sugar": 11.0,
            "compound": 'Булочка з кунжутом: борошно пшеничне вищого сорту, вода питна, цукор, олія соняшникова рафінована дезодорована виморожена, дріжджі, глазур «Sunset Glaze EC» (вода питна; олія соняшникова; білок рослинний; декстроза; мальтодекстрин; крохмаль), кунжут, ароматизатор «Згущене молоко» (декстроза; крохмаль; регулятор кислотності Е341; натуральні ароматичні речовини; ароматичні препарати), сіль кухонна, поліпшувач хлібопекарський «ПОЛ 101» (борошно пшеничне; емульгатор E472e; технологічні допоміжні засоби: ферменти (ензими)), загущувач гуарова камідь, антиоксидант аскорбінова кислота. Гамбургер з яловичини: яловичина 100%. Сир плавлений Чеддер: сир Чеддер (51%), вода питна, сир твердий (9%), масло вершкове, молоко сухе знежирене, емульгуюча сіль Е331, ароматизатор натуральний «Сир», молочний білок, сіль кухонна, барвники (бета каротин, екстракт паприки), регулятор кислотності Е330, антиспікаючий агент лецитин соняшниковий. Мариновані огірки: огірки різані, вода питна, сіль кухонна, регулятор кислотності оцтова кислота, стабілізатор кальцій хлористий, консервант сорбат калію, ароматизатор. Кетчуп: томатна паста, вода питна, сироп глюкозно-фруктозний, патока мальтозна, оцет натуральний, сіль кухонна, натуральний ароматизатор. Гірчиця: оцет, вода питна, гірчичний порошок (13%), сіль кухонна, спеції, натуральний ароматизатор гвоздики, екстракт спецій. Цибуля свіжа. Приправа до м\'яса: сіль кухонна, перець чорний мелений, екстракт чорного перцю.',
            "alergens": "Злаки, що містять глютен; Молоко (включаючи лактозу); Гірчиця; Насіння кунжуту",
            "categories": ["Бургери та роли", "МакМеню"]
        },
        {
            "title": "Дабл Роял Чізбургер",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Double-Royal-Cheeseburger:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 272,
            "calories": 760,
            "description": 'Два біфштекси з натуральної яловичини в поєднанні з двома слайсами ніжного сиру «Чедер», двома огірочками та свіжою цибулькою, заправлені гірчицею та кетчупом, у булочці з пшеничного борошна.',
            "fats": 44,
            "carbonhydrates": 38,
            "proteins": 52,
            "sault": 3.0,
            "sugar": 11.0,
            "compound": 'Булочка з кунжутом: борошно пшеничне вищого сорту, вода питна, цукор, олія соняшникова рафінована дезодорована виморожена, дріжджі, глазур «Sunset Glaze EC» (вода питна; олія соняшникова; білок рослинний; декстроза; мальтодекстрин; крохмаль), кунжут, ароматизатор «Згущене молоко» (декстроза; крохмаль; регулятор кислотності Е341; натуральні ароматичні речовини; ароматичні препарати), сіль кухонна, поліпшувач хлібопекарський «ПОЛ 101» (борошно пшеничне; емульгатор E472e; технологічні допоміжні засоби: ферменти (ензими)), загущувач гуарова камідь, антиоксидант аскорбінова кислота. Гамбургер з яловичини: яловичина 100%. Сир плавлений Чеддер: сир Чеддер (51%), вода питна, сир твердий (9%), масло вершкове, молоко сухе знежирене, емульгуюча сіль Е331, ароматизатор натуральний «Сир», молочний білок, сіль кухонна, барвники (бета каротин, екстракт паприки), регулятор кислотності Е330, антиспікаючий агент лецитин соняшниковий. Мариновані огірки: огірки різані, вода питна, сіль кухонна, регулятор кислотності оцтова кислота, стабілізатор кальцій хлористий, консервант сорбат калію, ароматизатор. Кетчуп: томатна паста, вода питна, сироп глюкозно-фруктозний, патока мальтозна, оцет натуральний, сіль кухонна, натуральний ароматизатор. Гірчиця: оцет, вода питна, гірчичний порошок (13%), сіль кухонна, спеції, натуральний ароматизатор гвоздики, екстракт спецій. Цибуля свіжа. Приправа до м\'яса: сіль кухонна, перець чорний мелений, екстракт чорного перцю.',
            "alergens": "Злаки, що містять глютен; Молоко (включаючи лактозу); Гірчиця; Насіння кунжуту",
            "categories": ["Бургери та роли", "МакМеню"],
        },
        {
            "title": "Чізбургер з беконом",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Cheeseburger-Bacon:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 116,
            "calories": 348,
            "description": 'Соковитий біфштекс із яловичини, доповнений хрумким беконом і маринованим огірком, у поєднанні зі шматочком сиру «Чедер» та цибулею — усе це заправлено гірчицею та кетчупом у запашній булочці із пшеничного борошна.',
            "fats": 17,
            "carbonhydrates": 28,
            "proteins": 16,
            "sault": 1.9,
            "sugar": 6.0,
            "compound": 'Булочка: борошно пшеничне вищого сорту, вода питна, цукор, олія соняшникова рафінована дезодорована виморожена, дріжджі, глазур «Sunset Glaze EC» (вода питна; олія соняшникова; білок рослинний; декстроза; мальтодекстрин; крохмаль), сіль кухонна, поліпшувач хлібопекарський «ПОЛ 101» (борошно пшеничне; емульгатор E472e; технологічні допоміжні засоби: ферменти (ензими)), поліпшувач хлібопекарський «Biobake Fresh 310» (борошно пшеничне; ферменти (ензими)), антиоксидант: аскорбінова кислота. Гамбургер з яловичини: яловичина 100%. Гірчиця: оцет, вода питна, гірчичний порошок (13%), сіль кухонна, спеції, натуральний ароматизатор гвоздики, екстракт спецій. Кетчуп: томатна паста, вода питна, сироп глюкозно-фруктозний, патока мальтозна, оцет натуральний, сіль кухонна, натуральний ароматизатор. Цибуля. Мариновані огірки: огірки різані, вода питна, сіль кухонна, регулятор кислотності оцтова кислота, стабілізатор кальцій хлористий, консервант сорбат калію, ароматизатор. Приправа до м\'яса: сіль кухонна йодована, перець чорний молотий, екстракт чорного перцю. Бекон: грудореберна частина свиняча, сіль кухонна, глюкоза харчова, ароматизатор диму, антиоксидант Е316, стартова культура мікроорганізмів, стабілізатор кольору нітрит натрію.',
            "categories": ["Бургери та роли"]
        },
        {
            "title": "Чікен Джуніор",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_McJunior:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 115,
            "calories": 330,
            "description": 'Соковита куряча котлета із хрусткими шматочками огірочка під «Медово-гірчичним» соусом у запашній булочці з пшеничного борошна.',
            "fats": 7,
            "carbonhydrates": 52,
            "proteins": 12,
            "sault": 1.5,
            "sugar": 7.1,
            "compound": 'Булочка: борошно пшеничне вищого сорту, вода питна, цукор, олія соняшникова рафінована дезодорована виморожена, дріжджі, глазур «Sunset Glaze EC» (вода; олія соняшникова; білок рослинний; декстроза; мальтодекстрин; крохмаль), сіль кухонна, поліпшувач хлібопекарський «ПОЛ 101» (борошно пшеничне; емульгатор E472e; технологічні допоміжні засоби: ферменти (ензими)), поліпшувач хлібопекарський «Biobake Fresh 310» (борошно пшеничне; ферменти (ензими)), антиоксидант: аскорбінова кислота. Кулінарний виріб з м`яса птиці ""Чікен БігМак"". філе куряче (46%), вода питна, рослинні олії (соняшникова, ріпакова), борошно кукурудзяне, борошно пшеничне, крупа манна, крохмаль картопляний, крохмаль кукурудзяний, сухарі панірувальні, сіль кухонна, натуральні ароматизатори, клейковина пшенична, цукор, спеції (містять селеру), розпушувач карбонат натрію, екстракт спецій (місять селеру). Cоус медово-гірчичний: олія соєва, вода питна, цукор білий кристалічний, оцет спиртовий, гірчичне насіння (6,0%), мед (3,0%), яєчний жовток, сіль кухонна, крохмаль кукурудзяний модифікований, консервант молочна кислота, згущувач Е415, ароматизатор). Огірки мариновані: огірки корнішони, спиртовий оцет, сіль харчова, ущільнювач Е509, натуральний ароматизатор, консервант Е202.',
            "alergens": "Злаки, що містять глютен; Гірчиця; Яйця; Селера",
            "categories": ["Бургери та роли"]
        },
        {
            "title": "МакТост із сиром",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_McToast:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 73,
            "calories": 264,
            "description": 'Гаряча булочка з двома скибочками сиру “Чеддер”',
            "fats": 10,
            "carbonhydrates": 33,
            "proteins": 10,
            "sault": 1.6,
            "sugar": 5.2,
            "compound": 'Булочка: борошно пшеничне вищого сорту, вода, цукор, олія соняшникова рафінована дезодорована виморожена, дріжджі, глазур «Sunset Glaze EC» (вода; олія соняшникова; білок рослинний; декстроза; мальтодекстрин; крохмаль), сіль кухонна, поліпшувач хлібопекарський «ПОЛ 101» (борошно пшеничне; емульгатор E472e; технологічні допоміжні засоби: ферменти (ензими)), поліпшувач хлібопекарський «Biobake Fresh 310» (борошно пшеничне; ферменти (ензими)), антиоксидант: аскорбінова кислота. Сир плавлений Чеддер: сир Чеддер (51%), вода питна, сир твердий (9%), масло вершкове, молоко сухе знежирене, емульгуюча сіль (Е331), ароматизатор натуральний «Сир», молочний білок, сіль кухонна, барвники (бета каротин, екстракт паприки), регулятор кислотності (Е330), антиспікаючий агент лецитин соняшниковий.',
            "alergens": "Злаки, що містять глютен; Молоко (включаючи лактозу)",
            "categories": ["Бургери та роли"]
        },
        {
            "title": "Чікен Рол",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_ChickenRoll_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 215,
            "calories": 340,
            "description": "Загорнуті в тонкий лаваш шматочки курятини, свіжі помідори та хрумкий салат- латук – і все це заправлене пікантним гірчично-медовим соусом.",
            "fats": 10,
            "carbonhydrates": 42,
            "proteins": 19,
            "sault": 2.2,
            "sugar": 3.7,
            "compound": 'Хлібець із борошна "Tortilla" борошно пшеничне 62%, вода питна, стабілізатор вологості Е422, олія рапсова рафінована, розпушувачі: Е450, Е500, сіль кухонна, емульгатор: Е471, стабілізатор: Е466, крохмаль пшеничний, дріжджі сухі. Кулінарний виріб з м`яса птиці "Чікен прем\'єр". філе куряче (55%), борошно пшеничне, вода питна, сухарі панірувальні (містять пшеницю), рослинні олії (соняшникова, ріпакова), крупа манна, клейковина пшенична, борошно рисове, сіль кухонна, борошно кукурудзяне, ароматизатори, крохмаль картопляний, розпушувачі (Е450, Е500), дріжджовий екстракт, цукор, спеції, екстракт спецій, ароматичні трави. Cоус медово-гірчичний: олія соєва, вода питна, цукор білий кристалічний, оцет спиртовий, гірчичне насіння (6,0%), мед (3,0%), яєчний жовток, сіль кухонна, крохмаль кукурудзяний модифікований, консервант молочна кислота, згущувач Е415, ароматизатор). Томат свіжий. Салат Айсберг.',
            "alergens": "Злаки, що містять глютен, яйця, соєві боби, гірчиця",
            "categories": ["Бургери та роли", "Курка"]
        },
        {
            "title": "Фіш Рол",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_FishRoll_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 190,
            "calories": 436,
            "description": "Свіжий смак овочів у поєднанні з соковитим філе риби в паніруванні. Страва для справжніх гурманів!",
            "fats": 19,
            "carbonhydrates": 46,
            "proteins": 18,
            "sault": 1.4,
            "sugar": 3.93,
            "compound": 'Хлібець із борошна ""Tortilla"" борошно пшеничне 62%, вода питна, стабілізатор вологості Е422, олія рапсова рафінована, розпушувачі: Е450, Е500, сіль кухонна, емульгатор: Е471, стабілізатор: Е466, крохмаль пшеничний, дріжджі сухі. Рибне філе у паніровці: філе мінтая (75%), борошно пшеничне, вода питна, крохмаль пшеничний модифікований, борошно кукурудзяне, сіль кухонна, крохмаль кукурудзяний, дріжджі, загущувач Е466), рибне філе може містити кісточки. Cоус Тар-Тар: вода питна, олія ріпакова рафінована дезодорована, огірки мариновані, оцет спиртовий, цибуля, крохмаль кукурудзяний модифікований, жовток яєчний, цукор, сіль кухонна, загущувач (Е 415), гірчичний порошок, каперси, консервант (Е 202), агент твердіння (Е 509), зелень петрушки сушена, ароматизатори. Сир плавлений Чеддер: сир Чеддер (51%), вода питна, сир твердий (9%), масло вершкове, молоко сухе знежирене, емульгуюча сіль (Е331), ароматизатор натуральний «Сир», молочний білок, сіль кухонна, барвники (бета каротин, екстракт паприки), регулятор кислотності (Е330), антиспікаючий агент лецитин соняшниковий. Салат Айсберг. Огірок свіжий.',
            "alergens": "Яйця, Риба, Злаки, що містять глютен, Молоко (включаючи лактозу), Гірчиця, Рибне філе може містити кісточки",
            "categories": ["Бургери та роли"]
        },
        {
            "title": "Чікен МакНагетс 4шт",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Nuggets_4pcs_v2:product-header-desktop?wid=829&hei=453&dpr=off",
            "weight": 68,
            "calories": 176,
            "description": "Шматочки ніжного курячого філе, засмажені в хрумкій паніровці.",
            "fats": 9,
            "carbonhydrates": 13,
            "proteins": 11,
            "sault": 0.8,
            "sugar": 0.5,
            "compound": 'Кулінарний виріб з м`яса птиці "Чікен МкНагетс". філе куряче (46%), вода питна, рослинні олії (соняшникова, ріпакова), борошно кукурудзяне, борошно пшеничне, крохмаль картопляний, крупа манна, сухарі панірувальні (містять борошно), ароматизатори (містять пшеницю), клейковина пшенична, цукор, спеції (містять селеру), розпушувач (карбонат натрію), екстракт спецій (містить селеру).',
            "alergens": "Злаки, що містять глютен, Селера",
            "categories": ["Курка", "Хеппі Міл", "Для компанії"]
        },
        {
            "title": "Чікен МакНагетс 6шт",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Nuggets_6pcs_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 100,
            "calories": 265,
            "description": "Апетитні шматочки ніжного курячого філе, засмажені у хрумкій паніровці.",
            "fats": 13,
            "carbonhydrates": 20,
            "proteins": 17,
            "sault": 1.2,
            "sugar": 0.7,
            "compound": 'Кулінарний виріб з м`яса птиці "Чікен МкНагетс". філе куряче (46%), вода питна, рослинні олії (соняшникова, ріпакова), борошно кукурудзяне, борошно пшеничне, крохмаль картопляний, крупа манна, сухарі панірувальні (містять борошно), ароматизатори (містять пшеницю), клейковина пшенична, цукор, спеції (містять селеру), розпушувач (карбонат натрію), екстракт спецій (містить селеру).',
            "alergens": "Селера, Злаки, що містять глютен",
            "categories": ["Курка", "МакМеню", "Для компанії"]
        },
        {
            "title": "Чікен МакНагетс 9шт",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Nuggets_9pcs_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 150,
            "calories": 397,
            "description": "Апетитні шматочки ніжного курячого філе, засмажені у хрумкій паніровці.",
            "fats": 19,
            "carbonhydrates": 30,
            "proteins":  25,
            "sault": 1.8,
            "sugar": 1.1,
            "compound": 'Кулінарний виріб з м`яса птиці "Чікен МкНагетс". філе куряче (46%), вода питна, рослинні олії (соняшникова, ріпакова), борошно кукурудзяне, борошно пшеничне, крохмаль картопляний, крупа манна, сухарі панірувальні (містять борошно), ароматизатори (містять пшеницю), клейковина пшенична, цукор, спеції (містять селеру), розпушувач (карбонат натрію), екстракт спецій (містить селеру).',
            "alergens": "Селера, Злаки, що містять глютен",
            "categories": ["Курка", "МакМеню", "Для компанії"]
        },
        {
            "title": "Чікен МакНагетс 20 шт",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Nuggets_20pcs_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 340,
            "calories": 882,
            "description": "Апетитні шматочки ніжного курячого філе, засмажені у хрумкій паніровці.",
            "fats": 43,
            "carbonhydrates": 67,
            "proteins": 55,
            "sault": 4.1,
            "sugar": 2.4,
            "compound": 'Кулінарний виріб з м`яса птиці "Чікен МкНагетс". філе куряче (46%), вода питна, рослинні олії (соняшникова, ріпакова), борошно кукурудзяне, борошно пшеничне, крохмаль картопляний, крупа манна, сухарі панірувальні (містять борошно), ароматизатори (містять пшеницю), клейковина пшенична, цукор, спеції (містять селеру), розпушувач (карбонат натрію), екстракт спецій (містить селеру).',
            "alergens": "Злаки, що містять глютен, селера",
            "categories": ["Курка", "Для компанії"]
        },
        {
            "title": "Курячі Стріпси, 3 штуки",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_STRIPS_3pcs_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 80,
            "calories": 200,
            "description": "Смужки білого соковитого курячого філе, що обсмажуються у хрусткій паніровці. Скільки тобі шматочків? Три, щоб з’їсти одному, чи шість для себе і друга або ж дванадцять на велику компанію?",
            "fats": 10,
            "carbonhydrates": 10,
            "proteins": 18,
            "sault": 1.4,
            "sugar": 1.1,
            "compound": 'Стріпси курячі «Класік»: філе мале курчати-бройлера 68%, паніровка (борошно: пшеничне, кукурудзяне; крохмаль: тапіоковий, пшеничний, пшеничний модифікований; вода питна, пшенична клітковина, сіль, соняшникова олія, яєчний альбумін, сухе молоко, суха молочна сироватка, екстракт спеції (куркума), дріжджі, декстроза, спеції (чорний перець, білий перець), розпушувачі: пірофосфат натрію, карбонат амонію, карбонат натрію), сіль, ароматизатори натуральні (перець білий, перець капсикум), мальтодекстрин, соняшникова олія, дріжджовий екстракт, спеції (фенхель), часник сушений, стабілізатор пірофосфат натрію, антиоксидант ізо-аскорбінат натрію.',
            "alergens": "Злаки, що містять глютен, Яйця, Молоко (включаючи лактозу), Гірчиця, Соєві боби, Селера",
            "categories": ["Курка", "Для компанії"]
        },
        {
            "title": "Курячі Стріпси, 6 штук",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_STRIPS_6pcs_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 160,
            "calories": 400,
            "description": "Смужки білого соковитого курячого філе, що обсмажуються у хрусткій паніровці. Скільки тобі шматочків? Три, щоб з’їсти одному, чи шість для себе і друга або ж дванадцять на велику компанію?",
            "fats": 19,
            "carbonhydrates": 20,
            "proteins": 36,
            "sault": 2.7,
            "sugar": 2.1,
            "compound": 'Стріпси курячі «Класік»: філе мале курчати-бройлера 68%, паніровка (борошно: пшеничне, кукурудзяне; крохмаль: тапіоковий, пшеничний, пшеничний модифікований; вода питна, пшенична клітковина, сіль, соняшникова олія, яєчний альбумін, сухе молоко, суха молочна сироватка, екстракт спеції (куркума), дріжджі, декстроза, спеції (чорний перець, білий перець), розпушувачі: пірофосфат натрію, карбонат амонію, карбонат натрію), сіль, ароматизатори натуральні (перець білий, перець капсикум), мальтодекстрин, соняшникова олія, дріжджовий екстракт, спеції (фенхель), часник сушений, стабілізатор пірофосфат натрію, антиоксидант ізо-аскорбінат натрію.',
            "alergens": "Злаки, що містять глютен, Яйця, Молоко (включаючи лактозу), Гірчиця, Соєві боби, Селера",
            "categories": ["Курка", "Для компанії"]
        },
        {
            "title": "Курячі Стріпси, 12 штук",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_STRIPS_12pcs_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 320,
            "calories": 800,
            "description": "Смужки білого соковитого курячого філе, що обсмажуються у хрусткій паніровці. Скільки тобі шматочків? Три, щоб з’їсти одному, чи шість для себе і друга або ж дванадцять на велику компанію?",
            "fats": 39,
            "carbonhydrates": 40,
            "proteins": 73,
            "sault": 5.5,
            "sugar": 4.2,
            "compound": 'Стріпси курячі «Класік»: філе мале курчати-бройлера 68%, паніровка (борошно: пшеничне, кукурудзяне; крохмаль: тапіоковий, пшеничний, пшеничний модифікований; вода питна, пшенична клітковина, сіль, соняшникова олія, яєчний альбумін, сухе молоко, суха молочна сироватка, екстракт спеції (куркума), дріжджі, декстроза, спеції (чорний перець, білий перець), розпушувачі: пірофосфат натрію, карбонат амонію, карбонат натрію), сіль, ароматизатори натуральні (перець білий, перець капсикум), мальтодекстрин, соняшникова олія, дріжджовий екстракт, спеції (фенхель), часник сушений, стабілізатор пірофосфат натрію, антиоксидант ізо-аскорбінат натрію.',
            "alergens": "Злаки, що містять глютен, Яйця, Молоко (включаючи лактозу), Гірчиця, Соєві боби, Селера",
            "categories": ["Курка", "Для компанії"]
        },
        {
            "title": "Стріпси Чікен Бокс",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_MIXBOX_Nuggets-Strips_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 330,
            "calories": 831,
            "description": "Мікс Бокс для невеличкої компанії друзів. Адже всередині знайдеш дев’ять золотавих Чікен МакНагетс® та шість стріпсів із курячого філе.",
            "fats": 39,
            "carbonhydrates": 55,
            "proteins": 65,
            "sault": 4.9,
            "sugar": 3.4,
            "compound":'Стріпси курячі «Класік»: філе мале курчати-бройлера 68%, паніровка (борошно: пшеничне, кукурудзяне; крохмаль: тапіоковий, пшеничний, пшеничний модифікований; вода питна, пшенична клітковина, сіль, соняшникова олія, яєчний альбумін, сухе молоко, суха молочна сироватка, екстракт спеції (куркума), дріжджі, декстроза, спеції (чорний перець, білий перець), розпушувачі: пірофосфат натрію, карбонат амонію, карбонат натрію), сіль, ароматизатори натуральні (перець білий, перець капсикум), мальтодекстрин, соняшникова олія, дріжджовий екстракт, спеції (фенхель), часник сушений, стабілізатор пірофосфат натрію, антиоксидант ізо-аскорбінат натрію. Кулінарний виріб з м`яса птиці ""Чікен МкНагетс"". філе куряче (46%), вода питна, рослинні олії (соняшникова, ріпакова), борошно кукурудзяне, борошно пшеничне, крохмаль картопляний, крупа манна, сухарі панірувальні (містять борошно), ароматизатори (містять пшеницю), клейковина пшенична, цукор, спеції (містять селеру), розпушувач (карбонат натрію), екстракт спецій (містить селеру).',
            "alergens": "Злаки, що містять глютен, Яйця, Молоко (включаючи лактозу), Гірчиця, Соєві боби, Селера",
            "categories": ["Курка", "Для компанії"]
        },
        {
            "title": "Картопля Фрі велика",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Frites_Large_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 120,
            "calories": 434,
            "description": "Добірна картопля, засмажена в натуральній олії і трохи підсолена.",
            "fats": 21,
            "carbonhydrates": 54,
            "proteins": 5,
            "sault": 0.7,
            "sugar": 0.536,
            "compound": "картопля, олія (соняшникова, ріпакова), стабілізатор пірофосфат натрію двозаміщений, декстроза, сіль кухонна.",
            "categories": ["МакМеню", "Картопля та Каша"]
        },
        {
            "title": "Картопля Фрі середня",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Frites_Middle_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 90,
            "calories": 330,
            "description": "Добірна картопля, засмажена в натуральній олії і трохи підсолена.",
            "fats": 16,
            "carbonhydrates": 41,
            "proteins": 4,
            "sault": 0.53,
            "sugar": 0.407,
            "compound": 'картопля, олія (соняшникова, ріпакова), стабілізатор пірофосфат натрію двозаміщений, декстроза, сіль кухонна.',
            "categories": ["Картопля та Каша"]
        },
        {
            "title": "Картопля Фрі маленька",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Frites_Small_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 60,
            "calories": 231,
            "description": "Добірна картопля, засмажена в натуральній олії і трохи підсолена.",
            "fats": 11,
            "carbonhydrates": 29,
            "proteins": 3,
            "sault": 0.55,
            "sugar": 0.3,
            "compound": "картопля, олія (соняшникова, ріпакова), стабілізатор пірофосфат натрію двозаміщений, декстроза, сіль кухонна.",
            "categories": ["Картопля та Каша", "Хеппі Міл"]
        },
        {
            "title": "Картопляні Діпи",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_DIPS_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 150,
            "calories": 232,
            "description": "Апетитні скибочки добірної картоплі, засмажені в натуральній олії і трохи підсолені.",
            "fats": 6,
            "carbonhydrates": 40,
            "proteins": 3,
            "sault": 0.7,
            "sugar": 0.3,
            "compound": "Картопля (91%), олія соняшникова (4%), крохмаль модифікований (картопляний, кукурудзяний), мальтодекстрин, крохмаль (картопляний, кукурудзяний), борошно рисове, сіль кухонна, розпушувачі (E450i, E500ii), стабілізатор E415.",
            "categories": ["Картопля та Каша", "МакМеню"]
        },
        {
            "title": "Соус Хабанеро",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_HABANERO%20SOUCE:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 40,
            "calories": 120,
            "description": "Пікантний перець Хабанеро, солодка паприка й прянощі. Спробуй із курячими крильцями, стріпсами, Картоплею Фрі або Чікен МакНагетс®!",
            "fats": 12,
            "carbonhydrates": 3,
            "proteins": 1,
            "sault": 0.18,
            "sugar": 1.7,
            "compound": "Вода питна, олія соняшникова рафінована дезодорована, оцет спиртовий, цукор, загущувачі (крохмаль модифікований, камідь ксантанова), сіль кухонна, паста томатна, порошок яєчного жовтка, прянощі, емульгатор крохмаль модифікований, молоко сухе знежирене, гірчичний порошок, консервант сорбат калію, перець хабанеро 0,1 %, регулятор кислотності кислота молочна, екстракт паприки, барвник Е160а, антиоксидант Е385.",
            "alergens": "Яйця; Молоко (включаючи лактозу); Гірчиця",
            "categories": ["МакМеню", "Соуси"]
        },
        {
            "title": "Соус із сиром Дорблю",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_DORBLU%20SOUCE:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 40,
            "calories": 100,
            "description": "Ніжний соус із вишуканим вершковим смаком сиру Дорблю — ідеальне доповнення до хрумких снеків.",
            "fats": 10,
            "carbonhydrates": 3,
            "proteins": 1,
            "sault": 0.8,
            "sugar": 1.3,
            "compound": "Вода питна, олія соняшникова рафінована дезодорована, загущувачі (крохмаль модифікований, камідь ксантанова), цукор, сіль кухонна, сир Дорблю 1,6 %, порошок яєчного жовтка, регулятори кислотності (кислота молочна, кислота оцтова), емульгатор крохмаль модифікований, порошок сирний, молоко сухе знежирене, дріжджовий екстракт, натуральний ароматизатор, консервант сорбат калію, прянощі, антиоксидант Е385.",
            "alergens": "Яйця; Молоко (включаючи лактозу)",
            "categories": ["МакМеню", "Соуси"]
        },
        {
            "title": "Майонез",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_MAYO%20SOUCE:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 25,
            "calories": 119,
            "description": "",
            "fats": 13,
            "carbonhydrates": 1,
            "proteins": 0,
            "sault": 0.31,
            "sugar": 1.0,
            "compound": "Олія соняшникова рафінована дезодорована (49,5%), вода питна, цукор білий, загущувачі (крохмаль модифікований картопляний, ксантова камедь), порошок яєчного жовтка, олія оливкова рафінована (0,5%), емульгатор - крохмаль модифікований кукурудзяний, регулятори кислотності (оцтова кислота, молочна кислота), консервант - сорбінова кислота, ароматизатор гірчичний, антиоксидант - кальцію динатрію ЕДТА.",
            "alergens": "Гірчиця",
            "categories": ["МакМеню", "Соуси"]
        },
        {
            "title": "Соус Барбекю",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_BBQ%20SOUCE:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 25,
            "calories": 38,
            "description": "",
            "fats": 0,
            "carbonhydrates": 9,
            "proteins": 1,
            "sault": 0.00,
            "sugar": 4.0,
            "compound": "Томатне пюре (томати), цукор, вода питна, оцет винний, оцет спиртовий, сироп глюкозно-фруктозний, сіль кухонна, крохмаль кукурудзяний модифікований, глюкоза, олія ріпакова рафінована дезодорована, прянощі (містять гірчицю), сироп цукровий карамелізований, загущувач ксантанова камедь, ароматизатор коптильний, eкстракт прянощів.",
            "alergens": "Гірчиця, Селера",
            "categories": ["МакМеню", "Соуси"]
        },
        {
            "title": "Кетчуп",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_KETCHUP%20SOUCE:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 25,
            "calories": 29,
            "description": "",
            "fats": 0,
            "carbonhydrates": 7,
            "proteins": 1,
            "sault": 0.73,
            "sugar": 5.18,
            "compound": "Вода питна, томатна паста, цукор білий, сіль кухонна, загусник - крохмаль модифікований, регулятори кислотності (молочна кислота, оцтова кислота), консервант – натрію бензоат, перець чилі.",
            "categories": ["МакМеню", "Соуси"]
        },
        {
            "title": "Соус Гірчичний",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_MUSTARD%20SOUCE:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 25,
            "calories": 55,
            "description": "",
            "fats": 3,
            "carbonhydrates": 6,
            "proteins": 1,
            "sault": 0,
            "sugar": 3.0,
            "compound": "Вода питна, цукор, оцет спиртовий, олія ріпакова рафінована дезодорована, насіння гірчиці (5,5%), глюкоза, крохмаль кукурудзяний модифікований, сіль кухонна, яєчний жовток, ароматизатор гірчиці, прянощі, сироп цукровий карамелізований, загущувач ксантанова камедь.",
            "alergens": "Гірчиця",
            "categories": ["МакМеню", "Соуси"]
        },
        {
            "title": "Соус кисло-солодкий",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_SWEETSOUR%20SOUCE:product-header-desktop?wid=829&hei=453&dpr=off",
            "weight": 25,
            "calories": 41,
            "description": "",
            "fats": 0,
            "carbonhydrates": 9,
            "proteins": 0,
            "sault": 0,
            "sugar": 3.0,
            "compound": "Пюре абрикосове (абрикос), вода питна, цукор, сироп глюкозно-фруктозний, оцет спиртовий, глюкоза, крохмаль кукурудзяний модифікований, олія ріпакова рафінована дезодорована, сіль кухонна, прянощі (містять селеру), ароматизатор натуральний (містить сою, пшеницю), загущувач ксантанова камедь, сироп цукровий карамелізований.",
            "alergens": "Селера, Злаки, що містять глютен",
            "categories": ["МакМеню", "Соуси"]
        },
        {
            "title": "Соус Сирний",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_CHEESE%20SOUCE:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 24,
            "calories": 89,
            "description": "",
            "fats": 9,
            "carbonhydrates": 1,
            "proteins": 1,
            "sault": 0.4,
            "sugar": 0.5,
            "compound": "вода питна, олія соняшникова рафінована дезодорована, сир тертий сухий (молоко, сіль кухонна, фермент – реннін, консервант – лізоцим), порошок яєчного жовтка, загущувачі (крохмаль модифікований, ксантанова камедь), цукор білий, сіль кухонна, регулятори кислотності (молочна, оцтова кислоти), натуральний ароматизатор «Сир Чеддер», консервант – сорбінова кислота, екстракт гірчиці, барвники (натуральні β-каротин і куркумін), антиоксидант – кальцію динатрію ЕДТА",
            "alergens": "Яйця, Молоко (включаючи лактозу), Гірчиця",
            "categories": ["МакМеню", "Соуси"]
        },
        {
            "title": "Мафін з солоною карамеллю та кремом",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/Muffin_832x822:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 114,
            "calories": 450,
            "description": "Мафін із ніжним поєднанням кремової начинки й солоної карамелі, политий зверху шоколадом і присипаний хрусткими горішками.",
            "fats": 25,
            "carbonhydrates": 49,
            "proteins": 5,
            "sault": 0.6,
            "sugar": 32.0,
            "compound": "Цукор білий, олія соняшникова, наповнювач «Карамель» солена (вода питна, цукор, крохмаль кукурудзяний модифікований, сироватка молочна суха, кокосова олія, сіль харчова, сухе незбиране молоко, сироп глюкозно-фруктозний, кокосове масло, вологоутримуючий агент гліцерин, консерванти: сорбат калію, кислота молочна, ароматизатор ідентичний натуральному «Карамель», натуральні барвники: цукровий колер, аннато, цукор палений, емульгатор лецитин соєвий), борошно пшеничне в/с, меланж яєчний, суміш кондитерська (борошно пшеничне в/г; цукор мелений; крохмаль кукурудзяний; крохмаль модифікований Е-1414; розпушувачі: гідрокарбонат натрію, пірофосфат натрію; какао натуральний; емульгатор Е-471; натуральний ароматизатор «кава з молоком»), крем кондитерський (вершки, вода, борошно пшеничне, стабілізатори – гуарова камедь; сухе знежирене молоко, суха пахта, сіль кухонна, закваска молочнокислих мікроорганізмів, консервант сорбат калію), глазур кондитерська (цукор білий кристалічний, олії рослинні (гідрогенізована пальмоядрова, соняшникова), какао-порошок, молоко сухе знежирене, сироватка молочна суха, емульгатори (соєвий лецитин, Е476), вода питна, арахіс карамелізований (цукор, арахіс, вершкове масло), вершки тваринні.",
            "alergens": "Молоко (включаючи лактозу); Соєві боби; Злаки, що містять глютен; Яйця; Горіхи, а саме: арахіс",
            "categories": ["Десерти"]
        },
        {
            "title": "Мед",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_832x822_HONEY:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 12,
            "calories": 36,
            "description": "",
            "fats": 0,
            "carbonhydrates": 9,
            "proteins": 0,
            "sault": 0,
            "sugar": 0,
            "compound": "Мед натуральний квітковий.",
            "categories": ["Топінги та сиропи"]
        },
        {
            "title": "МАКСАНДІ Карамель у пластиковому стаканчику",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_McSANDY%20CARAMEL%20GLASS:product-header-desktop?wid=829&hei=453&dpr=off",
            "weight": 138,
            "calories": 286,
            "description": "Охолоджена молочна суміш, збита до ідеального морозива та прикрашена карамельною поливою.",
            "fats": 6,
            "carbonhydrates": 53,
            "proteins": 5,
            "sault": 0.28,
            "sugar": 38,
            "compound": "Молочна суміш для морозива: молоко коров’яче нормалізоване, цукор, молоко сухе знежирене, глюкоза кристалічна, емульгатор і стабілізатор (моно- та дигліцериди жирних кислот, декстроза, гуарова камідь, ароматизатор ванільний, карагенан). Полива карамельна: патока крохмальна, цукор білий кристалічний, вода питна, масло вершкове 72,5%, цукровий сироп, сухе знежирене молоко, стабілізатори (Е 1442, карагенан), натуральний ароматизатор «Ваніль», сіль кухонна, регулятор кислотності (цитрат натрію), консервант (сорбат калію).",
            "alergens": "Молоко (включаючи лактозу)",
            "categories": ['Десерти']
        },
        {
            "title": "МАКСАНДІ Шоколад у пластиковому стаканчику",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_McSANDY%20CHOCO%20GLASS:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 138,
            "calories": 278,
            "description": "Охолоджена молочна суміш, збита до ідеального морозива та прикрашена шоколадною поливою.",
            "fats": 8,
            "carbonhydrates": 45,
            "proteins": 5,
            "sault": 0.38,
            "sugar": 42.0,
            "compound": "Молочна суміш для морозива: молоко коров’яче нормалізоване, цукор, молоко сухе знежирене, глюкоза кристалічна, емульгатор і стабілізатор (моно- та дигліцериди жирних кислот, декстроза, гуарова камідь, ароматизатор ванільний, карагенан). Полива шоколадна: цукор білий кристалічний, глюкозно - фруктозний сироп, вода питна, кокосова олія, сухе знежирене молоко, какао порошок 5%, чорний шоколад 5% (какао терте, цукор, какао масло, емульгатор: соєвий лецитин, натуральний ароматизатор ванілі), масло вершкове, стабілізатори (Е 1442), сіль кухонна, регулятор кислотності (цитрат натрію), консервант (сорбат калію).",
            "alergens": "Молоко (включаючи лактозу), Соєві боби",
            "categories": ['Десерти']
        },
        {
            "title": "МАКСАНДІ Полуниця у пластиковому стаканчику",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_McSANDY%20STRAWBERRY%20GLASS:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 138,
            "calories": 227,
            "description": "Охолоджена молочна суміш, збита до ідеального морозива та прикрашена полуничною поливою.",
            "fats": 4,
            "carbonhydrates": 43,
            "proteins": 4,
            "sault": 0.16,
            "sugar": 37.0,
            "compound": "Молочна суміш для морозива: молоко коров’яче нормалізоване, цукор, молоко сухе знежирене, глюкоза кристалічна, емульгатор і стабілізатор (моно- та дигліцериди жирних кислот, декстроза, гуарова камідь, ароматизатор ванільний, карагенан). Полива полунична: полуниця (38%), цукор білий кристалічний, патока крохмальна, цукровий сироп, вода питна, стабілізатори (пектин, камедь рожкового дерева), регулятор кислотності (кислота лимонна), консервант (сорбат калію).",
            "alergens": "Молоко (включаючи лактозу)",
            "categories": ["Десерти"]
        },
        {
            "title": "МАКСАНДІ Карамель у вафельному стаканчику",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_McSANDY%20CHARAMEL%20WAFFEL:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 138,
            "calories": 309,
            "description": "Охолоджена молочна суміш, збита до ідеального морозива та прикрашена карамельною поливою, у вафельному стаканчику.",
            "fats": 6,
            "carbonhydrates": 58,
            "proteins": 5,
            "sault": 0.3,
            "sugar": 42.5,
            "compound": "Молочна суміш для морозива: молоко коров’яче нормалізоване, цукор, молоко сухе знежирене, глюкоза кристалічна, емульгатор і стабілізатор (моно- та дигліцериди жирних кислот, декстроза, гуарова камідь, ароматизатор ванільний, карагенан). Полива карамельна: патока крохмальна, цукор білий кристалічний, вода питна, масло вершкове 72,5%, цукровий сироп, сухе знежирене молоко, стабілізатори (Е 1442, карагенан), натуральний ароматизатор «Ваніль», сіль кухонна, регулятор кислотності (цитрат натрію), консервант (сорбат калію). Вафельний стаканчик: вода питна, борошно пшеничне вищого гатунку, олія соняшникова, емульгатор лецитин соєвий, сіль кухонна, розпушувач (сода кухонна).",
            "alergens": "Злаки, що містять глютен, Молоко (включаючи лактозу), Соєві боби",
            "categories": ["Десерти"]
        },
        {
            "title": "МАКСАНДІ Шоколад у вафельному стаканчику",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_McSANDY%20CHOCOLATE%20WAFFEL:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 138,
            "calories": 301,
            "description": "Охолоджена молочна суміш, збита до ідеального морозива та прикрашена шоколадною поливою, у вафельному стаканчику.",
            "fats": 8,
            "carbonhydrates": 50,
            "proteins": 6,
            "sault": 0.4,
            "sugar": 46.5,
            "compound": "Молочна суміш для морозива: молоко коров’яче нормалізоване, цукор, молоко сухе знежирене, глюкоза кристалічна, емульгатор і стабілізатор (моно- та дигліцериди жирних кислот, декстроза, гуарова камідь, ароматизатор ванільний, карагенан). Полива шоколадна: цукор білий кристалічний, глюкозно - фруктозний сироп, вода питна, кокосова олія, сухе знежирене молоко, какао порошок 5%, чорний шоколад 5% (какао терте, цукор, какао масло, емульгатор: соєвий лецитин, натуральний ароматизатор ванілі), масло вершкове, стабілізатори (Е 1442), сіль кухонна, регулятор кислотності (цитрат натрію), консервант (сорбат калію). Вафельний стаканчик: вода питна, борошно пшеничне вищого гатунку, олія соняшникова, емульгатор лецитин соєвий, сіль кухонна, розпушувач (сода кухонна).",
            "alergens": "Злаки, що містять глютен, Молоко (включаючи лактозу), Соєві боби",
            "categories": ["Десерти"]
        },
        {
            "title": "МАКСАНДІ Полуниця у вафельному стаканчику",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_McSANDY%20STRAWBERRY%20WAFFEL:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 138,
            "calories": 250,
            "description": "Охолоджена молочна суміш, збита до ідеального морозива та прикрашена полуничною поливою, у вафельному стаканчику.",
            "fats": 4,
            "carbonhydrates": 48,
            "proteins": 4,
            "sault": 0.2,
            "sugar": 41.5,
            "compound": "Молочна суміш для морозива: молоко коров’яче нормалізоване, цукор, молоко сухе знежирене, глюкоза кристалічна, емульгатор і стабілізатор (моно- та дигліцериди жирних кислот, декстроза, гуарова камідь, ароматизатор ванільний, карагенан). Полива полунична: полуниця (38%), цукор білий кристалічний, патока крохмальна, цукровий сироп, вода питна, стабілізатори (пектин, камедь рожкового дерева), регулятор кислотності (кислота лимонна), консервант (сорбат калію). Вафельний стаканчик: вода питна, борошно пшеничне вищого гатунку, олія соняшникова, емульгатор лецитин соєвий, сіль кухонна, розпушувач (сода кухонна).",
            "alergens": "Злаки, що містять глютен, Молоко (включаючи лактозу), Соєві боби",
            "categories": ["Десерти"]
        },
        {
            "title": "Морозиво ріжок",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_IceCone_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 95,
            "calories": 171,
            "description": "Морозиво, приготоване з добірної молочної суміші, у хрусткому стаканчику.",
            "fats": 4,
            "carbonhydrates": 29,
            "proteins": 4,
            "sault": 0.19,
            "sugar": 22.35,
            "compound": 'Молочна суміш для морозива: молоко коров’яче нормалізоване, цукор, молоко сухе знежирене, глюкоза кристалічна, емульгатор і стабілізатор (моно- та дигліцериди жирних кислот, декстроза, гуарова камідь, ароматизатор ванільний, карагенан). Ріжок цукровий: борошно пшеничне в/ґ, вода, цукор, кокосова олія, пшенична клітковина, емульгатор лецитин соєвий Е322, сіль, барвник натуральний карамель Е150с, натуральний ароматизатор ""Ваніль"".',
            "alergens": "Злаки, що містять глютен, Молоко (включаючи лактозу)",
            "categories": ["Десерти"]
        },
        {
            "title": "МАКФЛУРІ КІТ КАТ Шоколад",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_McFlurry-choko:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 195,
            "calories": 331,
            "description": "Морозиво із шоколадною поливою і КітКат.",
            "fats": 8,
            "carbonhydrates": 56,
            "proteins": 9,
            "sault": 0.01,
            "sugar": 25.52,
            "compound": "Молочна суміш для морозива: молоко коров’яче нормалізоване, цукор, молоко сухе знежирене, глюкоза кристалічна, емульгатор і стабілізатор (моно- та дигліцериди жирних кислот, декстроза, гуарова камідь, ароматизатор ванільний, карагенан). Полива шоколадна: цукор білий кристалічний, глюкозно - фруктозний сироп, вода питна, кокосова олія, сухе знежирене молоко, какао порошок 5%, чорний шоколад 5% (какао терте, цукор, какао масло, емульгатор: соєвий лецитин, натуральний ароматизатор ванілі), масло вершкове, стабілізатори (Е 1442), сіль кухонна, регулятор кислотності (цитрат натрію), консервант (сорбат калію). Прикраса КітКат: шматочки вафель (борошно пшеничне, цукор, олія пальмова, крохмаль пшеничний, емульгатор (лецитин соєвий), сіль харчова), цукор, масло какао, какао терте, молоко сухе знежирене, сироватка молочна суха, жири рослинні (пальмовий, ши), вершкове масло, какао-порошок зі зниженим вмістом жиру, емульгатор (лецитин соняшниковий), натуральний ароматизатор ванілі.",
            "alergens": "Злаки, що містять глютен, Молоко (включаючи лактозу), Горіхи (мигдаль, лісовий горіх, горіх грецький, кеш’ю, пекан, бразильський горіх, фісташка макадамія), Соєві боби",
            "categories": ["Десерти"]
        },
        {
            "title": "МАКФЛУРІ КІТ КАТ Карамель",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_McFlurry-KARAMEL:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 195,
            "calories": 354,
            "description": "Морозиво із карамельною поливою і КітКат.",
            "fats": 9,
            "carbonhydrates": 60,
            "proteins": 8,
            "sault": 0.13,
            "sugar": 37.22,
            "compound": "Молочна суміш для морозива: молоко коров’яче нормалізоване, цукор, молоко сухе знежирене, глюкоза кристалічна, емульгатор і стабілізатор (моно- та дигліцериди жирних кислот, декстроза, гуарова камідь, ароматизатор ванільний, карагенан). Полива карамельна: патока крохмальна, цукор білий кристалічний, вода питна, масло вершкове 72,5%, цукровий сироп, сухе знежирене молоко, стабілізатори (Е 1442, карагенан), натуральний ароматизатор «Ваніль», сіль кухонна, регулятор кислотності (цитрат натрію), консервант (сорбат калію). Прикраса КітКат: шматочки вафель (борошно пшеничне, цукор, олія пальмова, крохмаль пшеничний, емульгатор (лецитин соєвий), сіль харчова), цукор, масло какао, какао терте, молоко сухе знежирене, сироватка молочна суха, жири рослинні (пальмовий, ши), вершкове масло, какао-порошок зі зниженим вмістом жиру, емульгатор (лецитин соняшниковий), натуральний ароматизатор ванілі.",
            "alergens": "Злаки, що містять глютен, Молоко (включаючи лактозу), Горіхи (мигдаль, лісовий горіх, горіх грецький, кеш’ю, пекан, бразильський горіх, фісташка макадамія), Соєві боби",
            "categories": ["Десерти"]
        },
        {
            "title": "МАКФЛУРІ КІТ КАТ Полуниця",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_McFlurry-jahoda:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 195,
            "calories": 318,
            "description": "Морозиво із полуничною поливою і КітКат.",
            "fats": 8,
            "carbonhydrates": 54,
            "proteins": 8,
            "sault": 0.01,
            "sugar": 39.68,
            "compound": "Молочна суміш для морозива: молоко коров’яче нормалізоване, цукор, молоко сухе знежирене, глюкоза кристалічна, емульгатор і стабілізатор (моно- та дигліцериди жирних кислот, декстроза, гуарова камідь, ароматизатор ванільний, карагенан). Полива полунична: полуниця (38%), цукор білий кристалічний, патока крохмальна, цукровий сироп, вода питна, стабілізатори (пектин, камедь рожкового дерева), регулятор кислотності (кислота лимонна), консервант (сорбат калію). Прикраса КітКат: шматочки вафель (борошно пшеничне, цукор, олія пальмова, крохмаль пшеничний, емульгатор (лецитин соєвий), сіль харчова), цукор, масло какао, какао терте, молоко сухе знежирене, сироватка молочна суха, жири рослинні (пальмовий, ши), вершкове масло, какао-порошок зі зниженим вмістом жиру, емульгатор (лецитин соняшниковий), натуральний ароматизатор ванілі.",
            "alergens": "Злаки, що містять глютен, Молоко (включаючи лактозу), Горіхи (мигдаль, лісовий горіх, горіх грецький, кеш’ю, пекан, бразильський горіх, фісташка макадамія), Соєві боби",
            "categories": ["Десерти"]
        },
        {
            "title": "МАКШЕЙК Шоколад",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_ShakeCoko_v2jpg:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 450,
            "calories": 413,
            "description": "Чудово збитий коктейль, приготований із добірного молока та шоколадного сиропу.",
            "fats": 9,
            "carbonhydrates": 71,
            "proteins": 12,
            "sault": 0.37,
            "sugar": 65.0,
            "compound": 'Молочна суміш для коктейлю: молоко коров’яче нормалізоване, цукор, молоко сухе знежирене, глюкоза кристалічна, стабілізатори (декстроза, гуарова камідь, карагенан). Сироп шоколадний: вода питна, цукор білий кристалічний, глюкозно-фруктозний сироп, патока (сироп глюкозний), какао-порошок 8,4%, екстракт для випічки (солодовий ячмінь), регулятор кислотності (кислота лимонна), сіль кухонна, какао терте 0,1%, натуральний ароматизатор "Ваніль", консервант сорбат калію.',
            "alergens": "Злаки, що містять глютен, молоко (включаючи лактозу)",
            "categories": ["Десерти"]
        },
        {
            "title": "МАКШЕЙК Ваніль",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_ShakeVanilka_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 450,
            "calories": 408,
            "description": "Чудово збитий коктейль, приготований із добірного молока та ванільного сиропу.",
            "fats": 8,
            "carbonhydrates": 73,
            "proteins": 11,
            "sault": 0.32,
            "sugar": 68.0,
            "compound": 'Молочна суміш для коктейлю: молоко коров’яче нормалізоване, цукор, молоко сухе знежирене, глюкоза кристалічна, стабілізатори (декстроза, гуарова камідь, карагенан) Сороп ванільний: вода питна, цукор білий кристалічний, глюкозно-фруктозний сироп, екстракт для випічки (солодовий ячмінь), натуральний ароматизатор "Ваніль", регулятор кислотності кислота лимонна, консервант сорбат калію.',
            "alergens": "Злаки, що містять глютен, молоко (включаючи лактозу)",
            "categories": ["Десерти"]
        },
        {
            "title": "МАКШЕЙК Полуниця",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_ShakeJahoda_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 450,
            "calories": 415,
            "description": "Чудово збитий коктейль, приготований із добірного молока та полуничного сиропу.",
            "fats": 8,
            "carbonhydrates": 74,
            "proteins": 11,
            "sault": 0.32,
            "sugar": 69.0,
            "compound": 'Молочна суміш для коктейлю: молоко коров’яче нормалізоване, цукор, молоко сухе знежирене, глюкоза кристалічна, стабілізатори (декстроза, гуарова камідь, карагенан). Сороп полуничний: цукор білий кристалічний, вода питна, сік полуничний концентрований 1,8%, концентрований сік червоного буряка, регулятор кислотності (кислота лимонна, аскорбінова кислота), натуральний ароматизатор "Полуниця", сік яблучний концентрований, консервант (сорбат калію).',
            "alergens": "Молоко (включаючи лактозу)",
            "categories": ["Десерти"]
        },
        {
            "title": "МакПиріг вишневий",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Pie_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 80,
            "calories": 272,
            "description": "Хрумкий, свіжоспечений МакПиріг® із вишневим наповнювачем.",
            "fats": 15,
            "carbonhydrates": 31,
            "proteins": 2,
            "sault": 0.47,
            "sugar": 11.36,
            "compound": "Вода питна, борошно пшеничне, сироп глюкозно-фруктозний, вишні 15%, олії (пальмова, ріпакова), загущувачі: (E1412, E1422, E410), цукор, сік вишневий концентрований, сіль кухонна, декстроза, барвник Е162, регулятор кислотності Е330, розпушувач тіста Е500, ароматизатор натуральний, екстракт дріжджів, емульгатор Е471.",
            "alergens": "Злаки, що містять глютен",
            "categories": ["Десерти"]
        },
        {
            "title": "Круасан мигдалевий",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_CROISANT%20ALMOND:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 65,
            "calories": 273,
            "description": "",
            "fats": 16,
            "carbonhydrates": 26,
            "proteins": 5,
            "sault": 0.46,
            "sugar": 3.6,
            "compound": "Борошно пшеничне, маргарин для листкування (жир пальмовий, соняшникове масло, вершкове масло, вода питна, емульгатори моно та дигліцериди жирних кислот, соєвий лецитин, сіль харчова, антиоксиданти, ароматизатор ідентичний натуральному вершкове масло, лимонна кислота, сорбат калія, барвник ідентичний натуральному бета-каротин, натуральна пшенична закваска), пекарський напівфабрикат (цукор, рисове борошно, абрикосові ядра, модифікований крохмаль, негідрогенізовані рослинні жири, глюкозний сироп, молочні білки, ароматизатори синтетичні), вода питна, цукор, меланж яєчний, дріжджі пресовані хлібопекарські, мигдальні пластівці, поліпшувач (пшенична клейковина, борошно пшеничне, емульгатор Е472е, антиспікаючий агент Е170, ферменти: амілази, ксиланази, фосфоліпази; антиоксидант Е300), поліпшувач (клейковина пшенична, борошно пшеничне, емульгатор лецитин соєвий, антиоксидант Е300; ферменти: альфа-амілаза, ксиланаза), сіль кухонна, сухий яєчний білок.",
            "alergens": "Яйця, Злаки, що містять глютен, Молоко (включаючи лактозу), Горіхи (мигдаль, лісовий горіх, горіх грецький, кеш’ю, пекан, бразильський горіх, фісташка макадамія), Арахіс, Насіння кунжуту, Соєві боби",
            "categories": ["Десерти"]
        },
        {
            "title": "Круасан з крем-какао",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_CROISANT%20CHOKO:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 65,
            "calories": 295,
            "description": "Запашний круасан із хрусткою золотою скоринкою та ніжним какао-кремом.",
            "fats": 18,
            "carbonhydrates": 28,
            "proteins": 5,
            "sault": 0.45,
            "sugar": 4.42,
            "compound": "Борошно пшеничне, пекарський напівфабрикат (рослинні жири та олії (частково гідрогенізований пальмовий жир, частково гідрогенізована соєва олія, олії: соєва, соняшникова, рапсова, кукурудзяна, жир пальмовий), вершкове масло, вода питна, емульгатори: Е471, соєвий лецитин; регулятори кислотності: Е330, Е331; сіль кухонна, консервант Е202, ароматизатори, барвник Е160а і), напівфабрикат (цукор, негідрогенізовані рослинні олії та жири (олія соєва, рапсова, соняшникова, кукурудзяна), жир пальмовий), какао-порошок, лісовий горіх, крохмаль кукурудзяний, емульгатор: Е322, ароматизатор), вода питна, цукор, меланж яєчний, дріжджі пресовані хлібопекарські, поліпшувач (пшенична клейковина, борошно пшеничне, емульгатор Е472е, антиспікаючий агент Е170, ферменти: амілази, ксиланази, фосфоліпази; антиоксидант Е300), поліпшувач (клейковина пшенична, борошно пшеничне, емульгатор лецитин соєвий, антиоксидант Е300; ферменти: альфа-амілаза, ксиланаза), сіль кухонна.",
            "alergens": "Яйця, Злаки, що містять глютен, Молоко (включаючи лактозу), Горіхи (мигдаль, лісовий горіх, горіх грецький, кеш’ю, пекан, бразильський горіх, фісташка макадамія), Арахіс, Насіння кунжуту, Соєві боби",
            "categories": ["Десерти"]
        },
        {
            "title": 'Кава "Лате" велика',
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Latte_295ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 295,
            "calories": 130,
            "description": "Лате – кавовий напій, який містить молоко. Особливістю цієї кави є те, що, на відміну від капучино, у лате молока значно більше.",
            "fats": 7,
            "carbonhydrates": 10,
            "proteins": 6,
            "sault": 0,
            "sugar": 0,
            "compound": "Кава натуральна смажена в зернах. Молоко коров'яче, ультрапастеризоване. Вода питна.",
            "alergens": "Молоко (включаючи лактозу)",
            "categories": ["Напої", "Кава", "МакМеню"]
        },
        {
            "title": 'Кава "Лате" мала',
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Latte_195ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 195,
            "calories": 82,
            "description": "Лате – кавовий напій, який містить молоко. Особливістю цієї кави є те, що, на відміну від капучино, у лате молока значно більше.",
            "fats": 4,
            "carbonhydrates": 7,
            "proteins": 4,
            "sault": 0,
            "sugar": 0,
            "compound": "Кава натуральна смажена в зернах. Молоко коров'яче, ультрапастеризоване. Вода питна.",
            "alergens": "Молоко (включаючи лактозу)",
            "categories": ["Напої", "Кава"]
        },
        {
            "title": 'Кава "Капучино" велика',
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Cappucino_%20245ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 245,
            "calories": 130,
            "description": "Капучино – це мікс еспресо та гарячого молока у рівних пропорціях. Особливістю цієї кави є смачна молочна пінка, яка утворюється завдяки поєднанню пари та молока.",
            "fats": 7,
            "carbonhydrates": 10,
            "proteins": 6,
            "compound": "Кава натуральна смажена в зернах. Молоко коров'яче, ультрапастеризоване. Вода питна.",
            "alergens": "Молоко (включаючи лактозу)",
            "categories": ["Напої", "Кава", "МакМеню"]
        },
        {
            "title": 'Кава "Капучино" мала',
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Cappucino_175ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 175,
            "calories": 71,
            "description": "Капучино – це мікс еспресо та гарячого молока у рівних пропорціях. Особливістю цієї кави є смачна молочна пінка, яка утворюється завдяки поєднанню пари та молока.",
            "fats": 4,
            "carbonhydrates": 6,
            "proteins": 3,
            "compound": "Кава натуральна смажена в зернах. Молоко коров'яче, ультрапастеризоване. Вода питна.",
            "alergens": "Молоко (включаючи лактозу)",
            "categories": ["Напої", "Кава"]
        },
        {
            "title": 'Кава "Американо" велика',
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Americano_230ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 230,
            "calories": 0,
            "description": "Американо – це еспресо з додаванням гарячої води і тому напій має аналогічні характеристики.",
            "compound": "Кава натуральна смажена в зернах. Вода питна.",
            "categories": ["Напої", "Кава", "МакМеню"]
        },
        {
            "title": 'Кава "Американо" мала',
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Americano_230ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 150,
            "calories": 0,
            "description": "Американо – це еспресо з додаванням гарячої води і тому напій має аналогічні характеристики.",
            "compound": "Кава натуральна смажена в зернах. Вода питна.",
            "categories": ["Напої", "Кава"]
        },
        {
            "title": 'Кава "Американо з молоком" мала',
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Americano-Milk_175ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 175,
            "calories": 30,
            "description": "Американо з молоком – це еспресо з додаванням гарячої води та молока тому напій має м'якший смак, ніж американо.",
            "fats": 2,
            "carbonhydrates": 2,
            "proteins": 1,
            "compound": "Кава натуральна смажена в зернах. Молоко коров'яче, ультрапастеризоване. Вода питна.",
            "alergens": "Молоко (включаючи лактозу)",
            "categories": ["Напої", "Кава"]
        },
        {
            "title": 'Кава "Американо з молоком" велика',
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Americano-Milk_275ml_v2:product-header-desktop?wid=829&hei=453&dpr=off",
            "volume": 275,
            "calories": 47,
            "description": "Американо з молоком – це еспресо з додаванням гарячої води та молока тому напій має м'якший смак, ніж американо.",
            "fats": 3,
            "carbonhydrates": 4,
            "proteins": 2,
            "compound": "Кава натуральна смажена в зернах. Молоко коров'яче, ультрапастеризоване. Вода питна.",
            "alergens": "Молоко (включаючи лактозу)",
            "categories": ["Напої", "Кава", "МакМеню"]
        },
        {
            "title": 'Кава "Еспресо"',
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Espresso_40ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 40,
            "description": "Еспресо – дуже міцна кава без молока в маленьких порціях. Еспресо має густу однорідну «живу» пінку світло-горіхового кольору з «тигровими» розводами, яка відновлюється після розмішування напою.",
            "compound": "Кава натуральна смажена в зернах. Вода питна.",
            "categories": ["Напої", "Кава", "МакМеню"]
        },
        {
            "title": "Кава подвійне еспресо",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Espresso-double_60ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 60,
            "description": "Подвійне еспресо – дуже міцна кава без молока в маленьких порціях. Подвійне еспресо має густу однорідну «живу» пінку світло-горіхового кольору з «тигровими» розводами, яка відновлюється після розмішування напою.",
            "compound": "Кава натуральна смажена в зернах. Вода питна.",
            "categories": ["Напої", "Кава", "МакМеню"]
        },
        {
            "title": 'Кава "Флет Вайт"',
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_FlatWhite_155ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 155,
            "calories": 65,
            "description": "Флет Вайт – для тих, хто любить насичений кавовий смак подвійного еспресо з додаванням спіненого гарячого молока. Тепер ще більш насичений смак вашої улюбленої кави.",
            "fats": 3,
            "carbonhydrates": 5,
            "proteins": 3,
            "compound": "Кава натуральна смажена в зернах. Молоко коров'яче, ультрапастеризоване. Вода питна.",
            "alergens": "Молоко (включаючи лактозу)",
            "categories": ["Напої", "Кава", "МакМеню"]
        },
        {
            "title": "Какао велике",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Cocoa_300ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 300,
            "calories": 210,
            "description": "Гаряче молоко в тандемі з какао подарують м’який смак та чудовий настрій на весь день.",
            "fats": 4,
            "carbonhydrates": 34,
            "proteins": 8,
            "compound": "цукор, cироватка солодка суха (з молока), какао порошок зі зниженим вмістом жиру (14%), молоко незбиране сухе, лактоза (з молока), сіль, загущувач (Е466), антиспікаючий агент (Е551), ароматизатор. Молоко коров'яче, ультрапастеризоване. Вода питна.",
            "alergens": "Молоко (включаючи лактозу)",
            "categories": ["Напої", "Кава", "МакМеню"]
        },
        {
            "title": "Какао мале",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Cocoa_200ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 200,
            "calories": 136,
            "description": "Гаряче молоко в тандемі з какао подарують м’який смак та чудовий настрій на весь день.",
            "fats": 3,
            "carbonhydrates": 23,
            "proteins": 5,
            "compound": "цукор, cироватка солодка суха (з молока), какао порошок зі зниженим вмістом жиру (14%), молоко незбиране сухе, лактоза (з молока), сіль, загущувач (Е466), антиспікаючий агент (Е551), ароматизатор. Молоко коров'яче, ультрапастеризоване. Вода питна.",
            "alergens": "Молоко (включаючи лактозу)",
            "categories": ["Напої", "Кава", "Хеппі Міл"]
        },
        {
            "title": "Мокко",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_MOKKO_295ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 295,
            "calories": 165,
            "description": "Мокко - солодкий кавовий напій із додаванням молока та ніжного какао.",
            "fats": 7,
            "carbonhydrates": 21,
            "proteins": 4,
            "sault": 0.3,
            "sugar": 16.7,
            "compound": "Кава натуральна смажена в зернах. Молоко коров’яче. Вода питна. Напій швидкого приготування з какао: цукор, cироватка солодка суха (з молока), какао порошок зі зниженим вмістом жиру (14%), молоко незбиране сухе, лактоза (з молока), сіль, загущувач (Е466), антиспікаючий агент (Е551), ароматизатор. Збиті солодкі вершки: вершки молочні (20% жирності), цукор, сироп глюкозний, пропелент (Е 942), емульгатори (Е 471, Е 472b), стабілізатор (Е 407).",
            "alergens": "Молоко (включаючи лактозу)",
            "categories": ["Напої", "Кава", "МакМеню"]
        },
        {
            "title": "Чай чорний",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_TEA-Black_300ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 300,
            "description": "Оригінальний чорний чай.",
            "compound": "Чай чорний",
            "categories": ["Напої", "МакМеню", "Хеппі Міл"]
        },
        {
            "title": "Чай зелений з цитрусовими",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_TEA-Green_300ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 300,
            "description": "Оригінальний зелений чай.",
            "compound": "Чай зелений, натуральний апельсиновий ароматизатор з іншими натуральними ароматизаторами, апельсинова цедра (2.9%), мандаринова цедра (2.9%).",
            "categories": ["Напої", "МакМеню", "Хеппі Міл"]
        },
        {
            "title": "Апельсиновий сік великий",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Juice_Orange_450ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 450,
            "calories": 179,
            "description": "Натуральний прохолодний апельсиновий сік без додавання цукру.",
            "fats": 1,
            "carbonhydrates": 26,
            "proteins": 2,
            "sugar": 25.8,
            "compound": "натуральний концентрований апельсиновий сік, вода.",
            "categories": ["Напої", "МакМеню"]
        },
        {
            "title": "Апельсиновий сік маленький",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Juice_Orange_300ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 300,
            "calories": 119,
            "description": "Натуральний прохолодний апельсиновий сік без додавання цукру.",
            "fats": 1,
            "carbonhydrates": 26,
            "proteins": 2,
            "sugar": 25.8,
            "compound": "натуральний концентрований апельсиновий сік, вода.",
            "categories": ["Напої"]
        },
        {
            "title": "Кока-Кола велика",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_CocaCola_500ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 500,
            "calories": 204,
            "description": "Всесвітньо відомий освіжаючий напій.",
            "fats": 0,
            "carbonhydrates": 51,
            "sugar": 51.0,
            "compound": "вода питна, цукор, двоокис вуглецю, барвник цукровий колер II (Е150d), регулятор кислотності орто-фосфорна кислота (Е338), натуральні ароматизатори, кофеїн.",
            "categories": ["Напої", "МакМеню"]
        },
        {
            "title": "Кока-Кола середня",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_CocaCola_400ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 400,
            "calories": 163,
            "description": "Всесвітньо відомий освіжаючий напій.",
            "fats": 0,
            "carbonhydrates": 41,
            "sugar": 40.8,
            "compound": "вода питна, цукор, двоокис вуглецю, барвник цукровий колер II (Е150d), регулятор кислотності орто-фосфорна кислота (Е338), натуральні ароматизатори, кофеїн.",
            "categories": ["Напої"]
        },
        {
            "title": "Кока-Кола мала",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_CocaCola_250ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 250,
            "calories": 102,
            "description": "Всесвітньо відомий освіжаючий напій.",
            "fats": 0,
            "carbonhydrates": 26,
            "sugar": 25.5,
            "compound": "вода питна, цукор, двоокис вуглецю, барвник цукровий колер II (Е150d), регулятор кислотності орто-фосфорна кислота (Е338), натуральні ароматизатори, кофеїн.",
            "categories": ["Напої", "Хеппі Міл"]
        },
        {
            "title": "Фанта велика",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Fanta_500ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 500,
            "calories": 158,
            "description": "Всесвітньо відомий освіжаючий напій.",
            "fats": 0,
            "carbonhydrates": 40,
            "sault": 0.18,
            "sugar": 39.5,
            "compound": "вода питна, цукор, сік апельсиновий концентрований (2,5%), регулятори кислотності (лимонна кислота, яблучна кислота, глюконат натрію), вітамін С, консерванти (сорбат калію, бензоат натрію), натуральні ароматизатори, підсолоджувач сахаринат натрію, стабілізатори (гліцеринові ефіри з деревної смоли, гуарова камідь), барвники (каротини, бета-апо-8-каротинол), піногасник полідиметилсилоксан.",
            "categories": ["Напої", "МакМеню"]
        },
        {
            "title": "Фанта середня",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Fanta_400ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 400,
            "calories": 126,
            "description": "Всесвітньо відомий освіжаючий напій.",
            "fats": 0,
            "carbonhydrates": 32,
            "sault": 0.14,
            "sugar": 31.6,
            "compound": "вода питна, цукор, сік апельсиновий концентрований (2,5%), регулятори кислотності (лимонна кислота, яблучна кислота, глюконат натрію), вітамін С, консерванти (сорбат калію, бензоат натрію), натуральні ароматизатори, підсолоджувач сахаринат натрію, стабілізатори (гліцеринові ефіри з деревної смоли, гуарова камідь), барвники (каротини, бета-апо-8-каротинол), піногасник полідиметилсилоксан.",
            "categories": ["Напої"]
        },
        {
            "title": "Фанта мала",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Fanta_250ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 250,
            "calories": 79,
            "description": "Всесвітньо відомий освіжаючий напій.",
            "fats": 0,
            "carbonhydrates": 20,
            "sault": 0.09,
            "sugar": 19.75,
            "compound": "вода питна, цукор, сік апельсиновий концентрований (2,5%), регулятори кислотності (лимонна кислота, яблучна кислота, глюконат натрію), вітамін С, консерванти (сорбат калію, бензоат натрію), натуральні ароматизатори, підсолоджувач сахаринат натрію, стабілізатори (гліцеринові ефіри з деревної смоли, гуарова камідь), барвники (каротини, бета-апо-8-каротинол), піногасник полідиметилсилоксан.",
            "categories": ["Напої", "Хеппі Міл"]
        },
        {
            "title": "Спрайт великий",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Sprite_500ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 500,
            "calories": 135,
            "description": "Всесвітньо відомий освіжаючий напій.",
            "fats": 0,
            "carbonhydrates": 34,
            "sugar": 34.0,
            "compound": "вода питна, цукор, регулятори кислотності (лимонна кислота, цитрат натрію), натуральні ароматизатори, підсолоджувачі (ацесульфам калію, аспартам, неогесперідін дигідрохалкон), консервант бензоат натрію, піногасник полідиметилсилоксан. Містить джерело фенілаланіну.",
            "categories": ["Напої", "МакМеню"]
        },
        {
            "title": "Спрайт середній",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Sprite_400ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 400,
            "calories": 110,
            "description": "Всесвітньо відомий освіжаючий напій.",
            "fats": 0,
            "carbonhydrates": 27,
            "sugar": 27.0,
            "compound": "вода питна, цукор, регулятори кислотності (лимонна кислота, цитрат натрію), натуральні ароматизатори, підсолоджувачі (ацесульфам калію, аспартам, неогесперідін дигідрохалкон), консервант бензоат натрію, піногасник полідиметилсилоксан. Містить джерело фенілаланіну.",
            "categories": ["Напої"]
        },
        {
            "title": "Спрайт малий",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Sprite_250ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 250,
            "calories": 70,
            "description": "Всесвітньо відомий освіжаючий напій.",
            "fats": 0,
            "carbonhydrates": 17,
            "sugar": 17.0,
            "compound": "вода питна, цукор, регулятори кислотності (лимонна кислота, цитрат натрію), натуральні ароматизатори, підсолоджувачі (ацесульфам калію, аспартам, неогесперідін дигідрохалкон), консервант бензоат натрію, піногасник полідиметилсилоксан. Містить джерело фенілаланіну.",
            "categories": ["Напої", "Хеппі Міл"]
        },
        {
            "title": "ВОДА НЕГАЗОВАНА велика",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Water-Still_500ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 500,
            "categories": ["Напої", "МакМеню"]
        },
        {
            "title": "ВОДА НЕГАЗОВАНА велика",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Water-Still_250ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 250,
            "categories": ["Напої", "Хеппі Міл"]
        },
        {
            "title": "ВОДА ГАЗОВАНА велика",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Water-Sparkling_500ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 500,
            "categories": ["Напої", "МакМеню"]
        },
        {
            "title": "ВОДА ГАЗОВАНА мала",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Water-Sparkling_250ml_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 250,
            "categories": ["Напої", "Хеппі Міл"]
        },
        {
            "title": 'Сік «Галіція» яблучно-грушевий',
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Juice_GALICIA-Pear_v2:product-header-desktop?wid=829&hei=453&dpr=off",
            "volume": 200,
            "calories": 80,
            "description": "Новий натуральний сік прямого віджиму в меню МакДональдз® . В його складі лише стиглі фрукти — ніякого цукру, води чи консервантів.",
            "carbonhydrates": 19,
            "proteins": 1,
            "sault": 1.0,
            "sugar": 18.0,
            "compound": "сік яблучний, сік грушевий.",
            "categories": ["Напої", "Хеппі Міл"]
        },
        {
            "title": "Сік «Галіція» яблучний",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_Juice_GALICIA-Apple_v2:product-header-desktop?wid=829&hei=455&dpr=off",
            "volume": 200,
            "calories": 80,
            "description": "Новий натуральний сік прямого віджиму в меню МакДональдз® . В його складі лише стиглі фрукти — ніякого цукру, води чи консервантів.",
            "carbonhydrates": 22,
            "proteins": 1,
            "sault": 0,
            "sugar": 0,
            "compound": "сік яблучний (з культурних сортів), антиоксидант кислота аскорбінова.",
            "categories": ["Напої", "Хеппі Міл"]
        },
        {
            "title": "Сироп Імбирне печиво",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/Candy_832x822:product-header-desktop?wid=830&hei=455&dpr=off",
            "weight": 20,
            "calories": 70,
            "description": "Ароматний сироп зі смаком «Імбирне печиво» ідеально пасує до улюбленої кави та створює затишний настрій.",
            "carbonhydrates": 17,
            "sugar": 17.0,
            "compound": "цукор, вода, натуральний ароматизатор, підкислювач: лимонна кислота, «кориця» у поєднанні з іншими натуральними ароматизаторами, барвник: Е150а.",
            "categories": ["Топінги та сиропи"]
        },
        {
            "title": "Полива карамельна",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_832x822_CARAMEL-FROSTING:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 30,
            "calories": 97,
            "fats": 5,
            "carbonhydrates": 20,
            "proteins": 0,
            "sugar": 11.7,
            "compound": "Полива карамельна: патока крохмальна, цукор білий кристалічний, вода питна, масло вершкове 72,5%, цукровий сироп, сухе знежирене молоко, стабілізатори (Е1442, карагенан), натуральний ароматизатор «Ваніль», сіль кухонна, регулятор кислотності цитрат натрію, консервант сорбат калію.",
            "alergens": "Молоко (включаючи лактозу)",
            "categories": ["Топінги та сиропи"]
        },
        {
            "title": "Полива шоколадна",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_832x822_chocolate-FROSTING:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 30,
            "calories": 75,
            "fats": 1,
            "carbonhydrates": 17,
            "proteins": 1,
            "sugar": 15.0,
            "compound": "Полива шоколадна: цукор білий кристалічний, глюкозно - фруктозний сироп, вода питна, кокосова олія, сухе знежирене молоко, какао порошок 5%, чорний шоколад 5% (какао терте, цукор, какао масло, емульгатор соєвий лецитин, натуральний ароматизатор ванілі), масло вершкове, стабілізатор Е1442, сіль кухонна, регулятор кислотності цитрат натрію, консервант сорбат калію.",
            "alergens": "Соєві боби; Молоко (включаючи лактозу); Горіхи, а саме: лісовий горіх",
            "categories": ["Топінги та сиропи"]
        },
        {
            "title": "Полива полунична",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_832x822_STRAWBERRY-FROSTING:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 30,
            "calories": 63,
            "carbonhydrates": 15,
            "proteins": 0,
            "sugar": 10.1,
            "compound": "Полива полунична: полуниця (38%), цукор білий кристалічний, патока крохмальна, цукровий сироп, вода питна, стабілізатори (пектин, камедь рожкового дерева), регулятор кислотності кислота лимонна, консервант сорбат калію.",
            "categories": ["Топінги та сиропи"]
        },
        {
            "title": "Полива Бабл Гам",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_832x822_buble_gum:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 36,
            "calories": 75,
            "carbonhydrates": 19,
            "sugar": 18.0,
            "compound": 'Вода питна, цукор білий кристалічний, патока (сироп глюкозний), сік яблучний концентрований, модифікований крохмаль кукурудзяний E1442, натуральний ароматизатор тип "Бабл гам", лимонна кислота, концентровані соки чорної моркви та чорної смородини, сорбат калію.',
            "categories": ["Топінги та сиропи"]
        },
        {
            "title": "Сироп Солона карамель",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_832x822_SYRUP-SALT-CARAMEL:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 10,
            "calories": 32,
            "carbonhydrates": 8,
            "sault": 0.1,
            "sugar": 8.0,
            "categories": ["Топінги та сиропи"]
        },
        {
            "title": "Сироп «Брауні»",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_832x822_BROWNIES:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 10,
            "calories": 32,
            "carbonhydrates": 8,
            "sugar": 8.3,
            "compound": "Цукор, вода, ароматизатори, барвник: карамель E150a.",
            "categories": ["Топінги та сиропи"]
        },
        {
            "title": "Сироп «Смажений лісовий горіх»",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/McD_832x822_SYRUP-NUTS:product-header-desktop?wid=829&hei=455&dpr=off",
            "weight": 10,
            "calories": 31,
            "description": "Уяви: ти, ранкова кава й тонкий аромат смажених лісових горішків… Смакуй з насолодою!",
            "carbonhydrates": 8,
            "sugar": 7.8,
            "compound": "Цукор, вода, екстракт лісового горіху, концентрований лимонний сік, ароматизатори, консервант (Е202), барвник: карамель E150b).",
            "alergens": "Горіхи, а саме: лісовий горіх",
            "categories": ["Топінки та сиропи"]
        }
    ]

    REGIONS = [
        {
            "title": "Київська",
        },
        {
            "title": "Вінницька"
        },
        {
            "title": "Дніпропетровська"
        },
        {
            "title": "Житомирська"
        },
        {
            "title": "Запорізька"
        },
        {
            "title": "Івано-Франківська"
        },
        {
            "title": "Волинська"
        },
        {
            "title": "Полтавська"
        },
        {
            "title": "Кіровоградська"
        },
        {
            "title": "Львівська"
        },
        {
            "title": "Миколаївська"
        },
        {
            "title": "Одеська"
        },
        {
            "title": "Рівненська"
        },
        {
            "title": "Сумська"
        },
        {
            "title": "Тернопільська"
        },
        {
            "title": "Харківська"
        },
        {
            "title": "Херсонська"
        },
        {
            "title": "Хмельницька"
        },
        {
            "title": "Черкаська"
        },
        {
            "title": "Чернівецька"
        },
        {
            "title": "Чернігівська"
        }
    ]

    CITIES = [
        {
            "title": "Київ",
            "region": None,
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/Kyiv_Glovo_18112024.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Kyiv_Bolt_21032024_preview.jpg"
        },
        {
            "title": "Біла Церква",
            "region": "Київська",
            "has_glovo_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_BilaTserkva_preview.jpg",
        },
        {
            "title": "Бориспіль",
            "region": "Київська",
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/Boryspil_Glovo_25092024.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Boryspil_Bolt_25092024.jpg"
        },
        {
            "title": "Боярка",
            "region": "Київська"
        },
        {
            "title": "Бровари",
            "region": "Київська",
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Brovary_preview.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Brovary_Bolt_28032024_preview.jpg"
        },
        {
            "title": "Буча",
            "region": "Київська",
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/Bucha_Glovo_25092024.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Bucha_Bolt_24032024_preview.jpg"
        },
        {
            "title": "Вишгород",
            "region": "Київська",
            "has_glovo_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Vyshhorod_preview.jpg",

        },
        {
            "title": "Вінниця",
            "region": None,
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Vinnycya_preview.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Vinnytsya_Bolt_18032024_preview.jpg"
        },
        {
            "title": "Дніпро",
            "region": None,
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/Dnipro_Glovo_16092024.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Dnipro_Bolt_24032024_preview.jpg"
        },
        {
            "title": "Житомир",
            "region": None,
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Zhitomir_preview.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Zhytomyr_Bolt_preview.jpg"
        },
        {
            "title": "Запоріжжя",
            "region": None
        },
        {
            "title": "Івано-Франківськ",
            "region": None,
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_IvanoFrankivsk_preview.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Frankivsk_Bolt_preview.jpg"
        },
        {
            "title": "Ковель",
            "region": "Волинська"
        },
        {
            "title": "Кременчук",
            "region": "Полтавська",
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Kremenchug_preview.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Kremenchuk_Bolt_preview.jpg"
        },
        {
            "title": "Кривий Ріг",
            "region": "Дніпропетровська",
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Kryviy_Rig_preview.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Kryvyy_Rig_Bolt_preview.jpg"

        },
        {
            "title": "Кропивницький",
            "region": None,
            "has_glovo_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Kropyvnytskyi_preview.jpg",
        },
        {
            "title": "Луцьк",
            "region": None,
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Lutsk_preview.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/Lutsk_Glovo_25092024.jpg"
        },
        {
            "title": "Львів",
            "region": None,
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Lviv_preview.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Lviv_Bolt_24032024.jpg"
        },
        {
            "title": "Миколаїв",
            "region": None
        },
        {
            "title": "Одеса",
            "region": None,
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/Odesa_Glovo_16092024.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Odesa_Bolt_24032024_preview.jpg"
        },
        {
            "title": "Олександрія",
            "region": "Кіровоградська",
            "has_glovo_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Oleksandriya_preview.jpg",
        },
        {
            "title": "Полтава",
            "region": None,
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Poltava_preview.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Poltava_preview.jpg"
        },
        {
            "title": "Рівне",
            "region": None,
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Rivne_preview.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Rivne_Bolt_preview.jpg"
        },
        {
            "title": "Глибочиця",
            "region": "Житомирська"
        },
        {
            "title": "Гора",
            "region": "Київська"
        },
        {
            "title": "Крюківщина",
            "region": "Київська"
        },
        {
            "title": "Лісники",
            "region": "Київська"
        },
        {
            "title": "Софіївська Борщагівка",
            "region": "Київська"
        },
        {
            "title": "Стоянка",
            "region": "Київська"
        },
        {
            "title": "Суми",
            "region": None
        },
        {
            "title": "Тернопіль",
            "region": None,
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Ternopil_preview.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/Ternopil_Glovo_25092024.jpg"
        },
        {
            "title": "Харків",
            "region": None
        },
        {
            "title": "Херсон",
            "region": None
        },
        {
            "title": "Хмельницький",
            "region": None,
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Khmelnytskiy_preview.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Khmelnytskyy_Bolt_preview.jpg"
        },
        {
            "title": "Черкаси",
            "region": None,
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/Cherkasy_Glovo_23092024.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Cherkasy_Bolt_21032024_preview.jpg"
        },
        {
            "title": "Чернівці",
            "region": None,
            "has_glovo_delivery": True,
            "has_bolt_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/Chernivtsi_Glovo_preview.jpg",
            "bolt_area_image": "https://ukraine.mcdonalds.ua/media/image/Bolt_Food/Chernivtsi_Bolt_preview.jpg"
        },
        {
            "title": "Чернігів",
            "region": None,
            "has_glovo_delivery": True,
            "glovo_area_image": "https://ukraine.mcdonalds.ua/media/image/glovo/map_Chernigiv_preview.jpg",
        },
        {
            "title": "Яремче",
            "region": "Івано-Франківська"
        }
    ]

    CITIES_AREA = [
        {
            "title": "Білоцерківський",
            "city": "Біла Церква"
        },
        {
            "title": "Бориспіль",
            "city": "Бориспіль"
        },
        {
            "title": "Фастівський",
            "city": "Боярка"
        },
        {
            "title": "Броварський",
            "city": "Бровари"
        },
        {
            "title": "Буча",
            "city": "Буча"
        },
        {
            "title": "Вишгородський",
            "city": "Вишгород"
        },
        {
            "title": "Замостянський",
            "city": "Вінниця"
        },
        {
            "title": "Ленінський",
            "city": "Вінниця"
        },
        {
            "title": "Амур-Нижньодніпровський",
            "city": "Дніпро"
        },
        {
            "title": "Індустріальний",
            "city": "Дніпро"
        },
        {
            "title": "Новокодацький",
            "city": "Дніпро"
        },
        {
            "title": "Соборний",
            "city": "Дніпро"
        },
        {
            "title": "Центральний",
            "city": "Дніпро"
        },
        {
            "title": "Чечелівський",
            "city": "Дніпро"
        },
        {
            "title": "Шевченківський",
            "city": "Дніпро"
        },
        {
            "title": "Богунський",
            "city": "Житомир"
        },
        {
            "title": "Корольовський",
            "city": "Житомир"
        },
        {
            "title": "Вознесенівський",
            "city": "Запоріжжя"
        },
        {
            "title": "Дніпровський",
            "city": "Запоріжжя"
        },
        {
            "title": "Олександірвський",
            "city": "Запоріжжя"
        },
        {
            "title": "Івано-Франківськ",
            "city": "Івано-Франківськ"
        },
        {
            "title": "Голосіївський",
            "city": "Київ"
        },
        {
            "title": "Дарницький",
            "city": "Київ"
        },
        {
            "title": "Деснянський",
            "city": "Київ"
        },
        {
            "title": "Дніпровський",
            "city": "Київ"
        },
        {
            "title": "Києво-Святошинський",
            "city": "Київ"
        },
        {
            "title": "Оболонський",
            "city": "Київ"
        },
        {
            "title": "Печерський",
            "city": "Київ"
        },
        {
            "title": "Подільський",
            "city": "Київ"
        },
        {
            "title": "Святошинський",
            "city": "Київ"
        },
        {
            "title": "Солом'янський",
            "city": "Київ"
        },
        {
            "title": "Шевченківський",
            "city": "Київ"
        },
        {
            "title": "Ковельський",
            "city": "Ковель"
        },
        {
            "title": "Автозаводський",
            "city": "Кременчук"
        },
        {
            "title": "Саксаганський",
            "city": "Кривий Ріг"
        },
        {
            "title": "Центрально-міський",
            "city": "Кривий Ріг"
        },
        {
            "title": "Подільський",
            "city": "Кропивницький"
        },
        {
            "title": "Центральний",
            "city": "Луцьк"
        },
        {
            "title": "Луцьк",
            "city": "Луцьк"
        },
        {
            "title": "Галицький",
            "city": "Львів"
        },
        {
            "title": "село Сокільники",
            "city": "Львів"
        },
        {
            "title": "Сихівський",
            "city": "Львів"
        },
        {
            "title": "Франківський",
            "city": "Львів"
        },
        {
            "title": "Шевченківський",
            "city": "Львів"
        },
        {
            "title": "Інгульський",
            "city": "Миколаїв"
        },
        {
            "title": "Центральний",
            "city": "Миколаїв"
        },
        {
            "title": "Київський",
            "city": "Одеса"
        },
        {
            "title": "Лиманський",
            "city": "Одеса"
        },
        {
            "title": "Пересипський",
            "city": "Одеса"
        },
        {
            "title": "Приморський",
            "city": "Одеса"
        },
        {
            "title": "Хаджибейський",
            "city": "Одеса"
        },
        {
            "title": "Олександрійський",
            "city": "Олександрія"
        },
        {
            "title": "Шевченківський",
            "city": "Полтава"
        },
        {
            "title": "Центр",
            "city": "Рівне"
        },
        {
            "title": "Житомирський",
            "city": "Глибочиця"
        },
        {
            "title": "Бориспільський",
            "city": "Гора"
        },
        {
            "title": "Бучанський",
            "city": "Крюківщина"
        },
        {
            "title": "Обухівський",
            "city": "Лісники"
        },
        {
            "title": "Бучанський",
            "city": "Софіївська Борщагівка"
        },
        {
            "title": "Києво-Святошинський",
            "city": "Стоянка"
        },
        {
            "title": "Зарічний",
            "city": "Суми"
        },
        {
            "title": "Загребелля",
            "city": "Тернопіль"
        },
        {
            "title": "Київський",
            "city": "Харків"
        },
        {
            "title": "Московський",
            "city": "Харків"
        },
        {
            "title": "Немишлянський",
            "city": "Харків"
        },
        {
            "title": "Основ'янський",
            "city": "Харків"
        },
        {
            "title": "Холодногірський",
            "city": "Харків"
        },
        {
            "title": "Шевченківський",
            "city": "Харків"
        },
        {
            "title": "Дніпровський",
            "city": "Херсон"
        },
        {
            "title": "Виставка",
            "city": "Хмельницький"
        },
        {
            "title": "Сосновський",
            "city": "Черкаси"
        },
        {
            "title": "Центральний",
            "city": "Черкаси"
        },
        {
            "title": "Шевченківський",
            "city": "Чернівці"
        },
        {
            "title": "Центр",
            "city": "Чернігів"
        },
        {
            "title": "Надіврнянський",
            "city": "Яремче"
        }
    ]

    HAPPY_MEAL_COLLECTIONS = [
        "Mario"
    ]

    HAPPY_MEAL_TOYS = [
        {
            "title": "Маріо",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/01_Mario_TOYS:3-column-desktop?resmode=sharp2",
            "is_active": True,
            "collection": "Mario"
        },
        {
            "title": "Золотий Маріо",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/04_Gold%20Mario_TOYS:3-column-desktop?resmode=sharp2",
            "is_active": True,
            "collection": "Mario"
        },
        {
            "title": "Боузер",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/03_Bowser_TOYS:3-column-desktop?resmode=sharp2",
            "is_active": True,
            "collection": "Mario"
        },
        {
            "title": "Піч",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/05_Peach_TOYS:3-column-desktop?resmode=sharp2",
            "is_active": True,
            "collection": "Mario"
        },
        {
            "title": "Рожево-золота Піч",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/07_Rose%20Gold%20Peach_TOYS:3-column-desktop?resmode=sharp2",
            "is_active": True,
            "collection": "Mario"
        },
        {
            "title": "Луїджі",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/06_Luigi_TOYS:3-column-desktop?resmode=sharp2",
            "is_active": True,
            "collection": "Mario"
        },
        {
            "title": "Тоад",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/08_Toad_TOYS:3-column-desktop?resmode=sharp2",
            "is_active": True,
            "collection": "Mario"
        },
        {
            "title": "Тоадет",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/09_Toadette_TOYS:3-column-desktop?resmode=sharp2",
            "is_active": True,
            "collection": "Mario"
        },
        {
            "title": "Йоші",
            "image": "https://s7d1.scene7.com/is/image/mcdonalds/10_Yoshi_TOYS:3-column-desktop?resmode=sharp2",
            "is_active": True,
            "collection": "Mario"
        },
    ]
