import React from 'react'
import { LiLink } from '../shared'


export const PrivacyMainSection = () => {
  return (
    <div className="px-16 py-10 text-left text-[1.1rem] 
    flex flex-col gap-5">
        <h1 className="text-3xl font-extrabold">
            Політика конфіденційності сайту МакДональдз
        </h1>
        <p>
            У ПІІ "МакДональдз Юкрейн Лтд" та корпорації МакДональдз 
            (надалі разом - "МакДональдз") ми прагнемо зробити 
            все можливе, аби виправдати довіру клієнтів до нашого 
            бренду, і відповідальне ставлення до вашої особистої 
            інформації, в тому числі, персональних даних, 
            не є винятком. Ми дбайливо оберігаємо і захищаємо особисту 
            інформацію відвідувачів наших веб-сайтів, включаючи веб-сайти 
            для мобільних пристроїв, ("Сайти") та користувачів наших 
            мобільних додатків ("Мобільні додатки"), особливо дитячих. 
            Для уникнення будь-яких сумнівів, далі по тексту цієї 
            Політики конфіденційності сполучення "особиста інформація" 
            включатиме в себе також персональні дані, як це визначено 
            законом України "Про захист персональних даних".
        </p>
        <p>
            У цій Політиці конфіденційності описані види особистої 
            інформації, яку ми отримуємо від відвідувачів наших 
            Сайтів та користувачів наших Мобільних додатків 
            (разом - "Онлайн-сервіс"). У Політиці також розповідається 
            про те, як ми використовуємо цю інформацію, описуються 
            інші подробиці стосовно наших методів роботи з особистою 
            інформацією, а також пояснюється, як можна до нас 
            звернутися в разі будь-яких питань чи зауважень.
        </p>
        <ul className="ml-10 list-decimal">
            <li>
               <LiLink linkHref="#info-type" 
               linkText="Види інформації, яку ми отримуємо, 
               і для чого вона потрібна" /> 
            </li>
            <li>
               <LiLink linkHref="#use-info" 
               linkText="Поширення особистої інформації" /> 
            </li>
            <li>
               <LiLink linkHref="#kids-confidency" 
               linkText="Повідомлення про Конфіденційність 
               особистої інформації дитини" /> 
            </li>
            <li>
               <LiLink linkHref="#access" 
               linkText="Доступ" /> 
            </li>
            <li>
               <LiLink linkHref="#cookies" 
               linkText='Файли "cookie"' /> 
            </li>
            <li>
               <LiLink linkHref="#advertisment" 
               linkText="Реклама, спрямована на користувача" /> 
            </li>
            <li>
               <LiLink linkHref="#other-cites-links" 
               linkText="Посилання на інші Сайти" /> 
            </li>
            <li>
               <LiLink linkHref="#other-services" 
               linkText="Інші онлайн-послуги МакДональдз" /> 
            </li>
            <li>
               <LiLink linkHref="#policy-changes" 
               linkText="Внесення змін до Політики конфіденційності" /> 
            </li>
            <li>
               <LiLink linkHref="#contacts" 
               linkText="Наші контакти" /> 
            </li>
        </ul>
        <h1 className="text-2xl font-extrabold" id="info-type">
            Види інформації, яку ми отримуємо, і для чого вона потрібна
        </h1>
        <h1 className="text-2xl italic">
            Інформація, яку ви нам надаєте
        </h1>
        <p>
            МакДональдз збирає особисту інформацію, 
            таку як ім’я, по-батькові та прізвище, 
            поштова адреса, адреса електронної пошти та телефон, 
            тільки тоді, коли ви добровільно її нам надаєте. 
            Наприклад, ми можемо збирати особисту інформацію 
            для того, щоб отримати ваш відгук про наш 
            Онлайн-сервіс та товари чи щоб зареєструвати 
            вас для участі в наших конкурсах або розіграшах. 
            Ви маєте право не надавати нам цю інформацію,
            але в цьому випадку Сайт чи Мобільний додаток 
            можуть працювати неправильно, або деякі 
            функції можуть бути недоступними.
        </p>
        <p>
            До того ж, коли ви відвідуєте наші Веб-Сайти 
            чи Мобільні додатки, ми можемо отримувати певну 
            інформацію автоматично. Така інформація може 
            включати вашу IP-адресу, дані про операційну 
            систему вашого комп’ютера/мобільного пристрою
            та тип браузера, тип вашого мобільного пристрою,
             унікальний ідентифікатор пристрою (UDID) чи 
             ідентифікатор мобільного обладнання (MEID) 
             вашого мобільного пристрою, адресу веб-сайту, 
             на якому містилось посилання на нас (якщо є), 
             та сторінки, які ви відвідали на наших Веб-Сайтах.
              Ми можемо використовувати цю інформацію для того, 
              щоб здійснювати керування, обслуговування та 
              налаштування нашого Онлайн-сервісу, а також 
              щоб надавати послуги типу технічної підтримки. 
              Далі в цій Політиці конфіденційності викладена 
              додаткова інформація стосовно того, як ми 
              використовуємо файли «cookie».
        </p>
        <h1 className="text-2xl italic">
            Мобільні пристрої та інформація щодо місцезнаходження.
        </h1>
        <p>
            Мобільні додатки та мобільні версії наших Сайтів 
            можуть отримувати точну інформацію щодо 
            місцезнаходження вашого мобільного пристрою, 
            використовуючи технології визначення 
            місцезнаходження, такі як GPS, Wi-Fi, Bluetooth 
            чи відстань до найближчої вишки стільникового зв’язку. 
            МакДональдз використовує цю інформацію для надання 
            вам послуг, які залежать від вашого місцезнаходження, 
            наприклад при пошуку найближчих до вас ресторанів 
            МакДональдз чи визначенні спеціальних пропозицій, 
            які можуть бути вам цікаві, чи для персоналізації 
            вашої взаємодії з МакДональдз. У випадку більшості
            мобільних пристроїв ви маєте змогу відкликати дозвіл, 
            який ви надали МакДональдз,для отримання інформації 
            про ваше місцезнаходження через налаштування 
            вашого пристрою. Якщо вас цікавить, 
            як відключити послугу визначення 
            місцезнаходження на вашому мобільному пристрої, 
            ми радимо звернутися до вашого провайдера 
            послуг мобільного зв’язку чи виробника вашого пристрою.
            Якщо ви бажаєте, щоб ми видалили отриману інформацію 
            про ваше місцезнаходження, будь ласка, надішліть нам 
            повідомлення електронною або звичайною поштою за адресою, 
            що вказана нижче. Будь ласка, зверніть 
            увагу, що після видалення додатки можуть працювати 
            неправильно, і що ми можемо бути змушені зберігати
            деяку інформацію через вимоги законодавства.
        </p>
        <h1 className="text-2xl font-extrabold" id="use-info">
            2. Поширення особистої інформації
        </h1>
        <p>
            МакДональдз може поширювати особисту інформацію 
            всередині Сім’ї МакДональдз. До Сім’ї 
            МакДональдз входять ПІІ «МакДональдз Юкрейн Лтд», 
            корпорація МакДональдз, наші франшизи, дочірні 
            компанії та залежні структури. Звичайно, 
            будь-яке використання такої інформації 
            всередині Сім’ї МакДональдз відбувається відповідно 
            до цієї політики. Час від часу з вашого дозволу ми 
            будемо надсилати вам маркетингову інформацію, 
            таку як купони на знижку, інформацію щодо 
            нових пропозицій і т. д. Якщо ви не відмітите 
            пункт про бажання отримувати такі матеріали, 
            ми не будемо їх вам надсилати.
        </p>
        <p>
            МакДональдз може наймати інші компанії для здійснення 
            різноманітних функцій, таких як виконання замовлень, 
            допомога в рекламних кампаніях, надання технічних 
            послуг для наших Сайтів чи Мобільних додатків. 
            Ці компанії можуть отримати доступ до особистої 
            інформації, якщо це потрібно для здійснення 
            вказаних функцій. Однак, ці компанії можуть 
            використовувати таку особисту інформацію виключно з 
            метою здійснення вказаних функцій і не мають права 
            використовувати її для будь-яких інших цілей.
        </p>
        <p>
            МакДональдз не продає, не передає та не повідомляє 
            особисту інформацію третім сторонам поза межами 
            Сім’ї МакДональдз. Однак, з вашого дозволу, ми 
            будемо іноді надсилати маркетингову інформацію від 
            імені якогось із наших бізнес-партнерів щодо товарів 
            чи послуг, які вони надають і які можуть вас зацікавити. 
            Вас можуть запитати, чи бажаєте ви отримувати
            маркетингові матеріали від бізнес-партнерів МакДональдз. 
            Якщо ви погодитесь отримувати такі матеріали,
            МакДональдз не буде повідомляти вашу особисту 
            інформацію цим партнерам, а лише буде надсилати 
            вам матеріали чи листи електронною або звичайною 
            поштою від імені цих партнерів.
        </p>
        <p>
            МакДональдз зберігає за собою право використовувати 
            чи повідомляти будь-яку інформацію, якщо це 
            вимагається будь-яким законом, нормативно-правовим 
            актом чи правовою вимогою, з метою захисту цілісності 
            Онлайн-сервісу, для виконання ваших запитів, 
            чи з метою сприяння будь-якому розслідуванню 
            з боку правоохоронних органів чи розслідуванню 
            з метою забезпечення громадської безпеки.
        </p>
        <h1 className="text-2xl font-extrabold" id="kids-confidency">
            3. Повідомлення про Конфіденційність щодо дітей
        </h1>
        <p>
            МакДональдз розуміє, наскільки важливо для відвідувачів 
            та користувачів нашого Онлайн-сервісу зберігати в 
            таємниці особисту інформацію. Особливо уважно ми 
            ставимося до захисту особистої інформації дітей, 
            котрі відвідують чи користуються нашим 
            Онлайн-сервісом. Це Повідомлення про 
            Конфіденційність особистої інформації дитини 
            розроблене для того, щоб відповісти на ваші питання 
            стосовно наших принципів роботи з особистою інформацією, 
            яку ми отримуємо через наш Онлайн-сервіс від дітей 
            до 14 років.
        </p>
        <h1 className="text-2xl italic">
            Яку особисту інформацію отримує МакДональдз?
        </h1>
        <p>
            На наших Сайтах ми пропонуємо багато додаткових 
            елементів, таких як ігри чи книги-розмальовки, 
            які не вимагають від дитини повідомлення 
            жодної особистої інформації. Однак, іноді ми 
            отримуємо від дитини особисту інформацію, 
            таку як адреса електронної пошти, в процесі взаємодії. 
            Наприклад:
        </p>
        <ul className="ml-10 list-disc">
            <li>
                Ми можемо отримати адресу електронної пошти 
                дитини для того, щоб повідомити їй/йому 
                про перемогу або поразку в конкурсі чи розіграші. 
                В цьому випадку, ми надішлемо дитині повідомлення 
                на вказану адресу електронної пошти. Ми не 
                будемо зберігати ці дані чи використовувати їх 
                з будь-якою іншою метою.
            </li>
            <li>
                Ми можемо отримати адресу електронної пошти 
                дитини для того, щоб відповідати на разові 
                запити дитини, наприклад, надіслати дитині 
                заставку для екрану. В такому випадку ми 
                видаляємо адресу електронної пошти з нашої 
                системи одразу ж після відправлення відповіді 
                і не використовуємо адресу для жодних інших цілей.
            </li>
        </ul>
        <p>
            Ми не збираємо іншу особисту інформацію від дітей 
            до 14 років, таку як поштова адреса чи номер 
            телефону, без дозволу батьків чи опікунів. Якщо нам буде 
            необхідний дозвіл батьків чи опікунів, ми попросимо надати 
            адресу електронної пошти батьків чи опікунів, щоб ми могли 
            надіслати їм повідомлення про наші принципи роботи з інформацією 
            та/або попрохати батьків чи опікунів надати свій дозвіл.
        </p>
        <p>
            МакДональдз ніколи не вимагає від дитини надавати більше 
            особистої інформації для участі в будь-якій програмі, 
            ніж це дійсно необхідно для взяття участі в такій програмі.
        </p>
        <h1 className="text-2xl italic">
            Для чого МакДональдз використовує отриману інформацію?
        </h1>
        <p>
            Ми використовуємо адресу електронної пошти, вказану дитиною, 
            для того, щоб відповідати на її/його запити чи повідомляти 
            їй/йому про перемогу або поразку в конкурсі чи розіграші, 
            в якому дитина брала участь. Ми використовуємо адресу 
            електронної пошти батьків чи опікунів для того, щоб надіслати 
            їм повідомлення про наші принципи роботи з інформацією 
            та/або попросити батьків чи опікунів надати свій дозвіл.
        </p>
        <h1 className="text-2xl italic">
            В яких випадках МакДональдз передає особисту інформацію третім сторонам?
        </h1>
        <p>
            Ми можемо передавати особисту інформацію дитини третім сторонам 
            виключно в мірі, об’єктивно необхідній для того, щоб захистити 
            безпеку чи цілісність нашого Онлайн-сервісу, для застосування 
            запобіжних заходів проти притягнення до відповідальності чи 
            для сприяння судовим процесам або запитам інших державних органів; 
            чи у випадках, коли, на наш погляд, необхідно надати таку 
            інформацію задля попередження завдання фізичної шкоди чи 
            фінансових збитків, чи у зв’язку з розслідуванням стосовно 
            підозрілої чи фактичної незаконної діяльності.
        </p>
        <p>
            Ми також можемо передавати особисту інформацію, надану дітьми, 
            постачальникам, які надають послуги МакДональдз. 
            Ці послуги можуть включати в себе хостинг наших Сайтів, 
            надання МакДональдз послуг технічної підтримки, 
            виконання запитів чи організацію розіграшів або конкурсів. 
            Такі постачальники зобов’язані зберігати конфіденційність 
            особистої інформації, яку ми їм надаємо.
        </p>
        <h1 className='text-2xl italic'>
            Запити від батьків стосовно наших принципів роботи з особистою 
            інформацією дітей.
        </h1>
        <p>
            Батьки можуть переглянути особисту інформацію, яку ми отримали від 
            їх дитини, і яку не було видалено, і можуть попросити видалити 
            особисту інформацію з нашої бази даних, якщо це ще не було зроблено. 
            Батьки також можуть заборонити подальший збір чи використання особистої 
            інформації їх дітей, якщо раніше вони давали на це свою згоду. 
            Для цього, будь ласка, зверніться з вашим питанням за вказаною 
            нижче поштовою чи електронною адресою або зателефонуйте нам 
            на вказаний номер.
        </p>
        <h1 className="text-2xl italic">
            Куди мені звертатись із запитаннями?
        </h1>
        <p>
            Ми закликаємо батьків регулярно перевіряти та слідкувати за 
            активністю їх дітей в інтернеті. У випадку будь-яких питань 
            стосовно нашого Повідомлення про Конфіденційність особистої 
            інформації дитини, будь ласка, звертайтесь за адресою:
        </p>
        <div className="flex flex-col gap-3 ml-10">
            <p className="font-extrabold">
                Центральний офіс «ПІІ МакДональдз Юкрейн Лтд»:
            </p>
            <p className="mt-3">
                Україна, 02140, Київ, вул. Гришка, 7
            </p>
            <p>
                Телефон: +38 (044) 230-09-00
            </p>
            <p>
                Факс: +38 (044) 230-09-01
            </p>
            <p>
                E-mail: info@ua.mcd.com
            </p>
            <p>
                Гаряча лінія: 0 800 50-15-79
            </p>
        </div>
        <h1 className="text-2xl font-extrabold" id="access">
            4.Доступ
        </h1>
        <p>
            Ви повністю контролюєте всю особисту інформацію, яку надаєте 
            нам через наш Онлайн-сервіс. В будь-який час, коли ви 
            вирішите редагувати вашу особисту інформацію, яку ми 
            отримали, чи якщо ви бажаєте змінити свої налаштування 
            стосовно інформації, яку отримуєте від нас чи від імені 
            наших бізнес-партнерів, ви можете повідомити нас про це, 
            відправивши нам листа електронною чи звичайною поштою за 
            вказаною нижче адресою.
        </p>
        <h1 className="text-2xl font-extrabold" id="cookies">
            5. Файли «cookie»
        </h1>
        <p>
            Файл «cookie» – це текстовий файл, який веб-сайти 
            надсилають на комп’ютер або інший пристрій відвідувача 
            з підключенням до мережі інтернет виключно для того, 
            щоб ідентифікувати браузер користувача або зберігати 
            інформацію чи налаштування в браузері. Як і більшість веб-сайтів, 
            МакДональдз використовує файли «cookie» для різноманітних цілей 
            з метою поліпшення умов вашої активності в інтернеті. Наприклад, 
            ми відслідковуємо загальну кількість відвідувачів наших Сайтів на 
            сукупній анонімній основі. Ми також можемо застосовувати файли 
            «cookie» щоб запам’ятати вас, коли ви повернетесь на наш Сайт, 
            щоб відстежувати одиниці в вашому кошику, якщо ви купуєте 
            товари в інтернеті, для організації певних конкурсів та 
            розіграшів, а також щоб допомогти вам налаштувати роботу з 
            Онлайн-сервісом МакДональдз. В таких випадках ми можемо 
            прив’язувати особисту інформацію до файлів «cookie». Ми, 
            як і інші організації (наприклад, рекламні мережі), 
            можемо збирати особисту інформацію про інтернет-активність 
            наших відвідувачів в часі, в тому числі через сайти третіх 
            сторін, при користуванні нашим Онлайн-сервісом.
        </p>
        <p>
            Налаштуйте опції вашого веб-браузера, якщо ви не бажаєте 
            отримувати файли «cookie» чи якщо ви бажаєте налаштувати 
            функцію інформування про отримання файлу «cookie». 
            Оберіть розділ «Допомога» вашого браузера, щоб дізнатись, 
            як змінити ваші налаштування «cookie». Якщо ви відключите 
            всі «cookie», ви не зможете користуватись усіма функціями 
            цього Сайту.
        </p>
        <h1 className="text-2xl font-extrabold" id="advertisment">
             6. Реклама, спрямована на споживача
        </h1>
        <p>
            В нашому Онлайн-сервісі ми використовуємо «cookie» та інші 
            рекламні технології для того, щоб надсилати вам рекламу 
            відповідно до ваших індивідуальних інтересів. Цей розділ 
            нашої Політики конфіденційності надає додаткову інформацію 
            та пояснює, як зробити свій вибір.
        </p>
        <p>
            Ви можете бачити персоніфіковану рекламу МакДональдз у 
            мережі Інтернет, котра базується на ваших інтересах, котрі 
            були зазначені на сайті МакДональдз. Ці дані дають можливість 
            МакДональдз налаштовувати звернення до користувача через різні 
            демографічні, контекстні засоби та засоби персоналізації. 
            МакДональдз використовує цю інформацію, щоб відображувати 
            рекламу, яка може вас зацікавити. Цей процес також допомагає 
            МакДональдз Україна оцінювати свої маркетингові зусилля. 
            Ви можете відмовитись від відображення цільової реклами 
            різноманітних компаній, відвідавши наступні сайти:
        </p>
        <div className="ml-10 flex flex-col gap-1">
            <p>
                www.aboutads.info/choices
            </p>
            <p>
                www.networkadvertising.org/managing/opt_out.asp чи,
            </p>
            <p>
                www.evidon.com
            </p>
        </div>
        <p>
            Будь ласка, зверніть увагу, що, навіть якщо ви вимкнете цю опцію, 
            ви будете продовжувати бачити рекламу, тільки вона не буде 
            розрахована на ваші індивідуальні інтереси.
        </p>
        <h1 className="text-2xl font-extrabold" id="other-cites-links">
            7. Посилання на інші Сайти
        </h1>
        <p>
            Ми можемо розміщати посилання на сайти, які не обслуговуються 
            МакДональдз. Якщо ви відвідуєте сайти за такими посиланнями, 
            вам необхідно переглянути їх умови конфіденційності та 
            інші принципи роботи. Ми не несемо відповідальності за 
            політику та практику інших компаній, і будь-яка інформація, 
            яку ви надаєте таким компаніям, підпорядковується їх політиці 
            конфіденційності.
        </p>
        <h1 className="text-2xl font-extrabold" id="other-services">
            8. Інші онлайн-послуги МакДональдз
        </h1>
        <p>
            Весь Онлайн-сервіс МакДональдз в Україні, підпорядковується 
            цій Політиці конфіденційності. Політика деяких Сайтів чи 
            Мобільних додатків МакДональдз, що обслуговуються корпорацією 
            МакДональдз, може відрізнятись у зв’язку з місцевими практиками, 
            законодавством чи унікальними умовами, характерними для конкретного
            Сайту. Однак, в будь-якому випадку, весь Онлайн-сервіс корпорації 
            МакДональдз буде дотримуватись зобов’язань перед нашими користувачами, 
            викладених в цій Політиці, в частині збору та використання особистої 
            інформації.
        </p>
        <h1 className='text-2xl font-extrabold' id="policy-changes">
            9. Внесення змін до Політики конфіденційності
        </h1>
        <p>
            Ця Політика конфіденційності набирає чинності з 17 січня 2017 року. 
            Час від часу МакДональдз може вносити зміни до цієї Політики 
            конфіденційності. У разі внесення змін до нашої політики, 
            ми опублікуємо нову версію тут, тож ми радимо вам періодично 
            переглядати цю сторінку, щоб мати змогу ознайомитись з 
            найновішою версією нашої Політики конфіденційності. 
            Однак, ми запевняємо вас, що жодні зміни не будуть 
            застосовуватись заднім числом і не вплинуть на наші 
            принципи роботи з інформацією, яку ми отримали раніше.
        </p>
        <h1 className="text-2xl font-extrabold" id="contacts">
            10. Наші контакти
        </h1>
        <div className="flex flex-col gap-3">
            <p className="font-extrabold">
                Центральний офіс «ПІІ МакДональдз Юкрейн Лтд»:
            </p>
            <p className="mt-3">
                Україна, 02140, Київ, вул. Гришка, 7
            </p>
            <p>
                Телефон: +38 (044) 230-09-00
            </p>
            <p>
                Факс: +38 (044) 230-09-01
            </p>
            <p>
                E-mail: info@ua.mcd.com
            </p>
            <p>
                Гаряча лінія: 0 800 50-15-79
            </p>
        </div>
    </div>
  )
}

