import Image from 'next/image'
import React from 'react'
import { DonateBanner } from '.'

export const CurriculumMainSection = () => {
  return (
    <div className="flex flex-col gap-10">
        <div className="w-full h-screen 
        bg-[url('https://rmhc.org.ua/wp-content/uploads/%D0%B1%D0%B0%D0%BD%D0%B5%D1%80-5.png')]
        bg-center bg-cover bg-no-repeat" />
        
        <div className="px-[5%] text-xl font-bold text-left">
            <p>
                З 2016 року Фундація Дім Рональда МакДональда в Україні прагне 
                стати каталізатором і фасилітатором впровадження принципів СОМ в 
                Україні. Протягом 7 років ми спостерігали високу потребу в перенавчанні 
                медичних працівників, щоб вони могли надавати медичні послуги з акцентом 
                на дитину та сім’ю, залучену до процесу лікування.
            </p>
        </div>

        <div className="px-[5%] flex flex-row gap-5">
            <div className="w-1/2">
                <Image src="https://rmhc.org.ua/wp-content/uploads/McDonalds_Palm_02907.jpg" 
                alt="" width={400} height={400} className="w-full" />
            </div>
            <div className="w-1/2 flex flex-col gap-3 text-xl font-bold text-left">
                <p>
                    Ми навчали і навчаємо лікарів. Але набагато ефективніше навчати студентів 
                    на самому початку їхньої кар’єри, коли вони відкриті до нового. 
                    Навчити їх бути співчутливими, розуміти, що сім’я є невід’ємною частиною 
                    процесу лікування дітей, пам’ятати, що біль дітей і сім’ї є не лише фізичним, 
                    а й психічним, розуміти, чому вони перебувають у стресі та чому це так 
                    важливо – співпрацювати з родинами заради спільної мети – зцілення хворих дітей.
                </p>
                <p>
                    Саме тому протягом 2023 року Фундація Дім Рональда МакДональда в Україні, 
                    залучивши висококваліфікованих професіоналів в галузі медицини, розробила 
                    освітній курс для закладів медичної освіти, щоб висвітлити теоретичні та 
                    практичні аспекти підходу сімейно орієнтованої медицини.
                </p>
                <p>
                    У жовтні-грудні 2023 року у 2-му за величиною медичному навчальному 
                    закладі України – Львівському національному медичному університеті 
                    імені Данила Галицького успішно реалізовано першу навчальну програму 
                    з сімейно орієнтованої медицини.
                </p>
            </div>
        </div>

        <div className="px-[5%] text-center">
            <h1 className="text-4xl font-extrabold text-blue-300">
                Про курс: 
            </h1>
        </div>

        <div className="p-[5%] grid grid-cols-3 gap-7">
            <div className="flex flex-col gap-5 text-left">
                <Image src="https://rmhc.org.ua/wp-content/uploads/6-7.jpg" alt=""
                width={300} height={300} className="w-full" />
                <p>
                    Курс є обов’язковим для студентів 4 курсу медичного факультету, 
                    спеціалістів другого (магістерського) рівня вищої освіти зі спеціальностей 
                    «Охорона здоров’я», «Медицина», «Педіатрія» та складається з 1 лекції, 
                    3 практичних занять та 3 занять для самостійної роботи. студентами. 
                    Навчальні матеріали включають презентацію сімейно орієнтованої медицини 
                    до курсу та методичні вказівки.
                </p>
            </div>
            <div className="flex flex-col gap-5 text-left">
                <Image src="https://rmhc.org.ua/wp-content/uploads/5-3.jpg" alt=""
                width={300} height={300} className="w-full" />
                <p>
                    Перші лекційно-практичні заняття проходили з жовтня по грудень 2023 року
                    та охопили 182 україномовних студентів та 19 англомовних студентів. 
                    Щорічно 450 студентів продовжуватимуть проходити курс.
                </p>
                <p>
                    Перед початком занять психолог ознайомила інструкторів з психологічними 
                    аспектами підходу сімейно орієнтованої медицини.
                </p>
            </div>
            <div className="flex flex-col gap-5 text-left">
                <Image src="https://rmhc.org.ua/wp-content/uploads/3-3.png" alt=""
                width={300} height={300} className="w-full" />
                <p>
                    Навчальна програма включає як теоретичні знання, так і практичні навички, 
                    метою яких є отримання досвіду якісного медичного обслуговування дітей та 
                    їх сімей та застосування його на практиці після закінчення навчання.
                </p>
                <p>
                    Курс охоплював три різні теми:  
                </p>
                <ul className="list-disc flex flex-col gap-1 ml-5">
                    <li>
                        Інтеграція СОМ у надання медичної допомоги
                    </li>
                    <li>
                        Правові та етичні основи, що регулюють права пацієнтів
                    </li>
                    <li>
                        Уроки ефективної комунікації між медичними працівниками, 
                        пацієнтами та їхніми родинами
                    </li>
                </ul>
            </div>
        </div>

        <div className="px-[5%] text-center">
            <h1 className="text-4xl font-extrabold text-blue-300">
                Результат та вплив курсу
            </h1>
        </div>
        
        <div className="px-[5%] flex flex-col gap-3 text-xl text-left">
            <p>
                Після завершення курсу було проведено опитування серед студентів: вони повідомили 
                про краще розуміння переваг залучення сім’ї під час процесу лікування та 
                найкращих практик спілкування з сім’ями під час перебування їхніх дітей у лікарні.
            </p>
            <p>
                Перед навчанням <b>17%</b> студентів відкидали думку про те, що 
                «лікарі повинні забезпечувати перебування дитини та її родини в лікарні». 
                Після навчання лише <b>7%</b> продовжували відкидати цю ідею. Також до курсу {" "}
                <b>7%</b> майбутніх лікарів вважали, що участь сім’ї в процесі лікування є перешкодою 
                для лікування дитини. Пізніше в це повірили лише <b>1,7%</b>, що дорівнює 
                статистичній похибці.
            </p>
            <p>
                Загальна думка всіх студентів така: <b>«Сімейно орієнтована медицина</b> – 
                це дуже важливий напрямок, який потрібно впроваджувати».
            </p>
        </div>

        <DonateBanner />
    </div>
  )
}

