import Link from 'next/link'
import Image from 'next/image'

export const faqElements = [
    {
        ans_text: "Як влаштуватись на роботу в Макдональдз?",
        isEven: true,
        section: 1,
        id: 1,
        innerText: <>
            <p className="text-xl">
                    Для цього Вам необхідно заповнити анкету 
                    для працевлаштування. Ви можете подати 
                    її двома способами: заповнити онлайн-анкету
                    на {" "}
                    <Link href="#" className="text-blue-500">
                        нашому сайті
                    </Link> {" "}
                    або заповнити паперову анкету безпосередньо у закладі, 
                    який Вас цікавить, і віддати її менеджеру закладу.
                </p>
                <p className="text-xl">
                    Після заповнення анкету розглянуть менеджери 
                    закладу.
                </p>
        </>,
    }, 
    {
        ans_text: "Як довго триває процес працевлаштувння до МакДональдз?",
        isEven: false,
        section: 1,
        id: 2,
        innerText: <p className="text-xl">
            Швидкість розгляду поданих анкет залежить 
            від рівня укомплектованості штату того чи 
            іншого закладу. Зазвичай, процес від подання 
            анкети до прийому на роботу займає від 10 днів і 
            залежить від додаткових факторів.
        </p>
    },
    {
        ans_text: "Чи можу я заповнити паперову анкету замість електронної?",
        isEven: true,
        section: 1,
        id: 3,
        innerText: <p className="text-xl">
            Так, Ви можете завітати у заклад, який Вас цікавить, 
            і звернутися до будь-якого працівника закладу щодо 
            анкети для працевлаштування. Заповнити та передати 
            її менеджеру закладу.
        </p>
    }, 
    {
        ans_text: "Чи можна влаштуватися на роботу, якщо мені немає 18 років?",
        isEven: false,
        section: 1,
        id: 4,
        innerText: <p className="text-xl">
            Зараз ми не можемо запропонувати Вам 
            працевлаштування в наших закладах, оскільки 
            ця вакансія передбачає особливі умови праці, 
            до яких чинне законодавство України забороняє 
            залучати осіб молодших 18 років. Ми заохочуємо 
            Вас надіслати нам анкету після досягнення Вами 
            18 років.
        </p>
    },
    {
        ans_text: "Я можу заповнити більше ніж 1 анкету?",
        isEven: true,
        section: 1,
        id: 5,
        innerText: <p className="text-xl">
            Так, Ви можете подати декілька анкет до закладів, 
            які Вас цікавлять. Однак Вас першочергово запросять 
            на співбесіду до закладу, у якому є відкриті 
            вакансії на момент отримання ним Вашої анкети.
        </p>
    },
    {
        ans_text: `Чи обов'язкова при працевлаштуванні 
        до ваших закладів наявність військового квитка 
        чи довідки із військкомату?`,
        isEven: true,
        section: 2,
        id: 6,
        innerText: <p className="text-xl">
            Так, це обов’язковий документ відповідно 
            до Закону України «Про військовий обов’язок 
            та військову службу» та пункту 3.4. 
            «Інструкції з організації ведення військового 
            обліку військовозобов'язаних і призовників в органах 
            місцевого самоврядування, на підприємствах, в установах, 
            організаціях і навчальних закладах», що затверджено Наказом 
            Міністерства Оборони України № 660 від 15.12.2010 р.
        </p>
    },
    {
        ans_text: `Чи є можливість влаштуватися до вас на роботу, 
        не звільняючись з основного місця роботи?`,
        isEven: false,
        section: 2,
        id: 7,
        innerText: <p className="text-xl">
            Так, ми приймаємо на роботу за сумісництвом.
        </p>
    },
    {
        ans_text: `Чи захищені дані, які я вказую в анкеті?`,
        isEven: true,
        section: 2,
        id: 8,
        innerText: <div className="text-xl">
            <p>
                Так, ми забезпечуємо захист усієї 
                персональної інформації, яку 
                Ви надаєте при заповнені анкети, 
                від несанкціонованого використання.
            </p>
            <p>
                Ми використовуватимемо Ваші 
                дані для того, щоб зв’язатися з 
                Вами, тому, перш ніж відправити 
                анкету, будь ласка, переконайтесь, 
                що Ви правильно вказали номер 
                телефону.
            </p>
        </div>
    },
    {
        ans_text: `Ви приймаєте на роботу людей з обмеженими можливостями?`,
        isEven: false,
        section: 2,
        id: 9,
        innerText: <p className="text-xl">
            Так, ми приймаємо на роботу людей з обмеженими можливостями.
        </p>
    },
    {
        ans_text: `Чи оформляєте ви трудову книжку?`,
        isEven: true,
        section: 2,
        id: 10,
        innerText: <p className="text-xl">
            <b>Працевлаштування в ПІІ «МакДональдз Юкрейн ЛТД» офіційне.</b>
            {" "} Компанія заводить трудову книжку для осіб, які не 
            мали досвіду роботи.
        </p>
    },
    {
        ans_text: `Чи можу я змінити свій графік роботи, якщо зараз я можу 
        працювати в будь-який час, а через місяць зможу працювати лише у 
        певний проміжок часу?`,
        section: 3,
        isEven: true,
        id: 11,
        innerText: <p className="text-xl">
            Так, це можливо, але має бути погоджено із менеджером закладу.
        </p>
    },
    {
        ans_text: `Який у вас графік роботи?`,
        isEven: false,
        section: 3,
        id: 12,
        innerText: <p className="text-xl">
            Наша компанія пропонує своїм працівникам гнучкий графік роботи, 
            однак обов’язковою є умова відпрацювання не менше 4-х годин на день. 
            Якщо Ви можете працювати лише у певний проміжок часу, вкажіть, 
            будь ласка, Ваші часові можливості під час заповнення анкети. 
            Для цього необхідно вибрати в анкеті такі колонки:
            <Image src="/time2.jpg" alt="time" width={400} height={400}
            className="mt-5" />
            Необхідно обрати на кожний день той проміжок часу, в який 
            Ви можете працювати.
            <Image src="/time3.jpg" alt="time" width={400} height={400} 
            className="mt-5" />
        </p>
    },
    {
        ans_text: `Чи є у вас випробувальний термін? Який період?`,
        id: 13,
        section: 3,
        isEven: true,
        innerText: <p className="text-xl">
            У компанії існує випробувальний термін для нових працівників — один місяць.
        </p>
    },
    {
        ans_text: `Чи є у працівників кар’єрне зростання?`,
        id: 14,
        section: 3,
        isEven: false,
        innerText: <p className="text-xl">
            Усі директори закладів МакДональдз в Україні, а також 38 % 
            працівників центрального офісу розпочали свій професійний шлях у 
            компанії з посади працівника закладу. Тому – «Так». Ми справді 
            готові запропонувати кар’єрне зростання працівникам, які цього прагнуть.
        </p>
    },
    {
        ans_text: `Який період часу у вашій компанії вважається роботою в нічний час?`,
        id: 15,
        section: 3,
        isEven: true,
        innerText: <p className="text-xl">
            Нічним вважається час роботи з 22:00 до 06:00.
        </p>
    },
    {
    ans_text: `Який у вас рівень заробітної плати? Скільки разів на місяць її виплачують?`,
    id: 16,
    section: 4,
    isEven: true,
    innerText: <p className="text-xl">
        Заробітна плата в компанії виплачується двічі на місяць.
         Розрахувати можливий рівень заробітної плати Ви можете за посиланням – {" "}
         <Link href="#" className="text-blue-500 underline hover:text-blue-600">
            Калькулятор
         </Link>
    </p>
    },
    {
        ans_text: `Чи існують в МакДональдз премії?`,
        isEven: false,
        section: 4,
        id: 17,
        innerText: <p className="text-xl">
            Так, у МакДональдз існують системи преміювання та заохочення працівників.
        </p>
    },
    {
        ans_text: `Чи оплачуються у вас лікарняні листи та відпустки?`,
        isEven: true,
        section: 4,
        id: 18,
        innerText: <p className="text-xl">
            Так, лікарняні листи та відпустки оплачуються згідно із законодавством 
            України, оскільки наша компанія працює у правовому полі 
            законодавства України.
        </p>
    },
    {
        ans_text: `Чи існують у МакДональдз штрафи?`,
        isEven: false,
        section: 4,
        id: 19,
        innerText: <p className="text-xl">
            Ні, у МакДональдз відсутні штрафи для будь-яких працівників
        </p>
    },
    {
        ans_text: `Який рівень заробітної плати на випробувальний період?`,
        isEven: true,
        section: 4,
        id: 20,
        innerText: <p className="text-xl">
            Рівень заробітної плати не зменшується протягом випробувального періоду.
        </p>
    },
    {
        ans_text: `Чи існує надбавка за роботу в нічний час?`,
        isEven: false,
        section: 4,
        id: 21,
        innerText: <p className="text-xl">
            Так, надбавка за роботу в нічний час у нашій компанії
            становить 30% до тарифу.
        </p>
    },
    {
        ans_text: `Чи надає компанія знижку на харчування?`,
        isEven: true,
        section: 4,
        id: 22,
        innerText: <p className="text-xl">
            Так, усі наші працівники мають знижку на харчування у розмірі – 50%, 
            яку вони можуть використати під час обідньої перерви протягом зміни.
        </p>
    },
    {
        ans_text: `Чи сплачує компанія податки?`,
        isEven: false,
        section: 4,
        id: 23,
        innerText: <p className="text-xl">
            Так, компанія сплачує всі необхідні податки відповідно до чинного 
            законодавства України.
        </p>
    },
    {
        ans_text: `Я ніколи не працював раніше та не маю жодного досвіду. 
        Підкажіть, будь ласка, навчання на робочому місці оплачується?`,
        isEven: true,
        section: 5,
        id: 24,
        innerText: <p className="text-xl">
            Так, навчання на робочому місці оплачується та є невід’ємною 
            складовою роботи в МакДональдз.
        </p>
    },
    {
        ans_text: `Чи приймаєте ви на роботу без вищої освіти та досвіду роботи?`,
        isEven: false,
        section: 5,
        id: 25,
        innerText: <p className="text-xl">
            Так, ми приймаємо на роботу без досвіду роботи та без вищої освіти.
        </p>
    },
    {
        ans_text: `Мені 55 років. У вас є робота для мене?`,
        isEven: true,
        section: 5,
        id: 26,
        innerText: <p className="text-xl">
            Так, у нас є робота для Вас. У наших закладах працює 
            приблизно <b>4,7 %</b> {" "}
            працівників віком від 55-ти років.
        </p>
    },
    {
        ans_text: `Чи приймаєте ви на роботу без знання англійської мови?`,
        isEven: false,
        section: 5,
        id: 27,
        innerText: <p className="text-xl">
            Так, приймаємо: знання англійської мови не є обов’язковим.
        </p>
    }
]
