import Image from 'next/image'
import React from 'react'
import { LiLink } from '../shared'
import Link from 'next/link'

export const TendersMainSection = () => {
  return (
    <div className="px-[5%] py-[5%] text-center flex flex-col gap-5">
        <h1 className="text-5xl font-extrabold">
            Тендери "МакДональдз Україна"
        </h1>
        <div className="flex flex-row gap-5 mt-5">
            <div className='w-1/2'>
                <Image src="/tenders_hero.jpeg" alt="tenders"
                width={600} height={600} />
            </div>
            <div className="w-1/2 flex flex-col gap-3 text-left">
                <h1 className="text-2xl font-extrabold">
                    Шановні партнери!
                </h1>
                <div className="flex flex-col gap-7 text-[1rem]">
                    <p>
                        Вітаємо вас на сторінці відділу закупівель 
                        "МакДональдз Україна"!
                    </p>
                    <p>
                        Компанія МакДональдз є світовим лідером 
                        серед ресторанів швидкого обслуговування 
                        та є одним із найбільших іноземних інвесторів 
                        в Україні, який робить вагомий внесок у 
                        розвиток економіки нашої держави. В основі
                        діяльності "МакДональдз" закладені цінності 
                        компанії, які створюють той "МакДональдз",
                        якому можуть довіряти наші люди, клієнти 
                        та партнери
                    </p>
                    <p>
                        ПІІ "МакДональдз Юкрейн Лтд" співпрацює з 
                        багатьма постачальниками. При цьому, ми 
                        вважаємо прозорість і чесність у відносинах 
                        запорукою взаємовигідного, довготривалого 
                        та надійного партнерства. Ми очікуємо від 
                        своїх партнерів такої ж позиції і просимо 
                        ознайомитися із кодексом усіх наших поточних 
                        і потенційних партнерів, адже це допоможе 
                        вам зрозуміти наші очікування на момент 
                        ухвалення рішення про учать у тендері.
                    </p>
                </div>
            </div>
        </div>
        <p className="text-left">
            Для зручності та прозорості, більшість тендерів на 
            закупівлі ПІІ "МакДональдз Юкрейн Лтд" проводяться 
            на електронному майданчику APS Smart. Щоб перевірити 
            перелік актуальних тендерів та взяти в них участь
            необхідно зареєструватись на порталі тендерних торгів 
            ПІІ "МакДональдз Юкрейн Лтд" {" "}
            <LiLink linkHref="https://mcdonalds.aps-tender.com/supplier/tenders" 
            linkText="https://mcdonalds.aps-tender.com/supplier/tenders"/>.
            Ви також можете відслідковувати наші тендери на {" "}
            <LiLink linkHref="https://salesbook.com.ua/" 
            linkText="https://salesbook.com.ua/" /> - додатковому 
            ресурсі компанії APS Smart. Звертаємо вашу увагу на те, 
            що портал оптимізований для роботи в браузері Google Chrome. 
            У разі відсутності активного тендеру, який відповідає 
            вашій сфері діяльності, ви можете надіслати вашу комерційну 
            пропозицію на електронну адресу {" "}
            <LiLink linkHref="mailto:info@ua.mcd.com"
            linkText="info@ua.mcd.com" /> {" "}
            ми розглянемо можливість включити вас у список партнерів 
            для інформування про оголошення тендеру.
        </p>
        <Link href="https://mcdonalds.aps-tender.com/supplier/tenders" 
        className="max-w-[30%] ml-[35%] bg-yellow-400 text-black 
        px-4 py-4 rounded-md hover:bg-yellow-500 mt-3">
            Тендери "МакДональдз Україна"
        </Link>
        <p className="text-left">
            Основними, але не єдиними можливими критеріями вибору 
            постачальників для нас є:
        </p>
        <ul className="ml-10 list-disc text-left">
            <li>
                якість товарів/послуг
            </li>
            <li>
                бездоганна ділова репутація та фінансова 
                стабільність партнера
            </li>
            <li>
                конкурентноспроможні ціни та умови співробітництва
            </li>
            <li>
                а також своєчасніть доставки товарів/надання послуг
            </li>
        </ul>
        <p className="text-left">
            Перелік критеріїв та їх вага відрізняються в кожному 
            тендері й залежать від специфіки закупівлі.
        </p>
        <p className="text-left">
            Ми цінуємо добросовісну конкуренцію серед учасників, 
            клієнтоорієнтованість, гнучкість і відкритість партнерів, 
            а також прозорість всього процесу закупівель. Ми гарантуємо 
            своїм постачальникам об'єктивну та неупереджену оцінку 
            тендерних пропозицій, відсутність дискримінації та 
            необгрунтованих обмежень конкуренції, дотримання ділової 
            етики й антикорупційної політики, застосування інстрементів 
            протидії конфліктам інтересів і шахрайству.
        </p>
        <p className="text-left">
            Ми відкриті до співпраці з новими партнерами і завжди 
            готові чесно аргументовувати свій вибір постачальників.
        </p>
        <p className='text-left'>
            Будемо раді бачити вас учасниками наших тендерів!
        </p>
    </div>
  )
}
