import React from 'react'
import Image from 'next/image';

export const WorkingPlacesMainSection = () => {
  return (
    <div className="text-center flex flex-col gap-5 p-10">
      <h1 className="text-4xl font-extrabold">
        Робочі місця, рівність та розширення можливостей
      </h1>
      <div className="w-full mt-5 ">
        <Image src="/working_places_hero.jpeg" 
        alt="working_places" 
        width={800} height={800} className="w-full" />
      </div>
      <div className="flex flex-col gap-3 text-left">
        <p>
            Ми впроваджуємо рівність та інклюзивность і надаємо 
            однакові можливості для роботи і розвитку кар'єри 
            для всіх, незалежно від віку, статі, віросповідання тощо.
        </p>
        <p>
            В Україні жінки разом із чоловіками представлені на всіх рівнях 
            в компанії і відіграють значущу роль в успіху МакДональдз.В 
            МакДональдз діє єдиний підхід до оплати праці та кар'єрного 
            зростання, незалежно від статі і в першу чергу дивимося на 
            рівень професіоналізму та компетенції кандидатів, а також 
            наскільки людині резонують наші цінності, а нам — цінності людини.
        </p>
        <p>
            Відсоткове співвідношення жінок і чоловіків на керівних 
            посадах 50%/50%. Ми запровадили єдиний підхід до оплати праці 
            та кар'єрного зростання, незалежно від статі і в першу чергу 
            дивимося на рівень професіоналізму та компетенції кандидатів, 
            а також наскільки людині резонують наші цінності, а нам — цінності людини.
        </p>
        <p>
            Для нас важливі бажання та вміння людини працювати в команді.
            Більшість керівників компанії починали роботу в МакДональдз 
            з початкових сходинок. Більшість директорів закладів 
            МакДональдз в Україні, а також 40,5% працівників центрального 
            офісу розпочали свій професійний шлях у компанії з посади 
            працівника закладу.
        </p>
        <div className="flex flex-row gap-5 mt-5">
            <div className="w-1/2">
                <Image src="/workers.jpeg" alt="workers" width={400} height={400}
                className="w-full" />
            </div>
            <div className="w-1/2 flex flex-col gap-3">
                <p>
                    У МакДональдз є власний корпоративний тренінговий центр, 
                    який навчає та розвиває наші команди. Кожен працівник 
                    компанії має доступ до навчальної платформи і має план 
                    розвитку та можливість зростати професійно.
                </p>
                <p>
                    У МакДональдз працює майже 10 000 працівників, з них більше 
                    4% це люди з інвалідністю, 64% з них — з вадами слуху, 
                    проте вони успішно працюють та керують ресторанами. 
                    Також у компанії немає вікових обмежень, крім тих, 
                    які встановлені законодавством
                </p>
            </div>
        </div>
      </div>
    </div>
  )
}

